Repository: Karmak23/licorn
Catalog: interfaces/wmi/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Stopping WMI event collector thread.
fr: Arrêt du thread collecteur d'évènements de la WMI.

source: PUSH-stream force-close for user {0} (session {1})
fr: Fermeture forcée du flux PUSH pour l'utilisateur {0} (session {1})

source: Unexpected exception in Event handler {0}; continuing.
fr: Erreur imprévue dans le gestionnaire d'évènement {0}; continuation des traitements.

source: No WMI handler yet for event "{0}".
fr: Aucun gestionnaire pour l'évènement « {0} » dans la WMI.

source: Manual PUSH-stream queue-flush for user {0} (session {1})
fr: Vidage manuel de la file d'attente du flux PUSH de l'utilisateur {0} (session {1})

source: Cannot setup collector {0}.
fr: Impossible de configurer le collecteur {0}.

source: Welcome to Licorn® WMI, {0}.
fr: Bienvenue dans la WMI Licorn®, {0}.

source: Volume {0} reserved for Licorn® usage.
fr: Volume {0} réservé pour Licorn®.

source: Volume {0} un-reserved for Licorn® usage.
fr: Volume {0} libéré par Licorn®.

source: Volume {0} added on the system.
fr: Volume « {0} » ajouté sur le système.

source: Volume {0} removed from the system.
fr: VOlume « {0} » supprimé du système.

source: Volume {0} mounted.
fr: Volume {0} monté.

source: Volume {0} unmounted.
fr: Volume {0} démonté.

source: Backup started on volume {0}.
fr: Sauvegarde démarrée sur le volume {0}.

source: Backup ended on volume {0}.
fr: Sauvegarde terminée sur le volume {0}.

source: Backup statistics computation started on volume {0}.
fr: Calcul des statistiques démarré sur le volume {0}.

source: Backup statistics computation ended on volume {0}.
fr: Calcul des statistiques de sauvegarde terminé sur le volume {0}.

source: Force a backup to be run even if the last is recent.
fr: Forcer une sauvegarde même si la dernière est récente.

source: Could not start backup on {0} (was: {1})
fr: Impossible de démarrer la sauvegarde sur {0} (erreur : {1})

source: Could not enable volume {0} (was: {1})
fr: Impossible de réserver le volume {0} (erreur : {1})

source: Could not eject volume {0} (was: {1})
fr: Impossible d'éjecter le volume {0} (erreur : {1})

source: Volumes rescanned.
fr: Volumes re-scannés.

source: member
fr: membre

source: guest
fr: invité(e)

source: responsible
fr: responsable

source: Group "{0}" added on the system.
fr: Groupe « {0} » ajouté sur le système.

source: Group "{0}" deleted from the system.
fr: Groupe « {0} » supprimé du système.

source: User "{0}" has no more relationship with group "{1}".
fr: L'utilisateur « {0} » n'a plus aucune relation avec le groupe « {1} ».

source: User "{0}" is now a {1} of group "{2}".
fr: Le compte utilisateur « {0} » est maintenant {1} du groupe « {2} ».

source: Group "{0}" is now {1}.
fr: Le groupe « {0} » est maintenant {1}.

source: permissive
fr: permissif

source: not permissive
fr: non permissif

source: Group "{0}" description has changed to {1}.
fr: La description du groupe « {0} » est maintenant « {1} ».

source: No description
fr: Aucune description

source: Group identifier
fr: Numéro de groupe

source: Group name
fr: Nom de groupe

source: Group description
fr: Description du groupe

source: Is the dir permissive ?
fr: le répertoire partagé est-il permissif ?

source: Group skel
fr: Squelette de groupe

source: Error while deleting group {0}
fr: Erreur pendant la suppression du groupe {0}

source: Error while changing group <strong>{0}</strong> permissiveness
fr: Erreur pendant le changement de permissivité du groupe <strong>{0}</strong>

source: Error while modifying group <strong>{0}</strong>
fr: Erreur pendant la modification du groupe <strong>{0}</strong>

source: Error while adding group <strong>{0}</strong>
fr: Erreur pendant l'ajout du groupe <strong>{0}</strong>

source: Responsibles
fr: Responsables

source: Members
fr: Membres

source: Guests
fr: Invité(e)s

source: No group by that {0} “<strong>{1}</strong>”.
fr: Aucun groupe portant le {0} « <strong>{1}</strong> ».

source: name
fr: nom

source: Edit group {0}
fr: Édition du groupe {0}

source: Add new group
fr: Ajouter un groupe

source: Standard users
fr: Utilisateurs standards

source: System users
fr: Utilisateurs système

source: Insufficient permissions to remove <strong>{0}</strong> from the <em>{1}</em> group. If you really want to, use the CLI.
fr: Permissions insuffisantes pour supprimer <strong>{0}</strong> du groupe <em>{1}</em>. Si vous voulez vraiment le faire, utilisez la CLI.

source: you own account
fr: votre propre compte

source: administrator account <strong>{0}</strong>
fr: compte administrateur <strong>{0}</strong>

source: No operation allowed on {0} system accounts.
fr: Aucune opération autorisée sur les comptes système {0}.

source: restricted
fr: restreints

source: Insufficient permissions to alter administrator account <strong>{0}</strong>.
fr: Permissions insuffisantes pour modifier le compte administrateur <strong>{0}</strong>.

source: Insufficient permissions to remove <strong>{0}</strong> from the <em>{1}</em> group.
fr: Permissions insuffisantes pour supprimer <strong>{0}</strong> du groupe <em>{1}</em>.

source: manager account {0}
fr: Compte gestionnaire {0}

source: Insufficient permissions to alter the {0} group <em>{1}</em>.
fr: Permissions insuffisantes pour modifier le groupe {0} <em>{1}</em>.

source: administrator
fr: administrateur

source: {0} system
fr: système {0}

source: {0}: user {1} tried to alter account {2} with WMI action {3}!
fr: {0} : l'utilisateur {1} a essayé de modifier le compte {2} avec l'action {3} dans la WMI !

source: POSSIBLE BREAKIN ATTEMPT
fr: TENTATIVE DE BRÈCHE POTENTIELLE

source: No operation allowed on restricted system accounts.
fr: Aucune opération autorisée sur les comptes systèmes restreints.

source: No operation allowed on system accounts.
fr: Aucune action autorisée sur les comptes systèmes.

source: Impossible to delete your own account, captain!
fr: Impossible de supprimer votre propre compte, mon capitaine !

source: Impossible to demote your own account to standard user , captain!
fr: Impossible de destituer votre propre compte en compte standard, mon capitaine !

source: Insufficient permissions to alter your own account.
fr: Permissions insuffisantes pour modifier votre compte.

source: Impossible to lock your own account, captain!
fr: Impossible de verrouiller votre propre compte, mon capitaine !

source: Insufficient permissions to unlock your own account.
fr: Permissions insuffisantes pour déverrouiller votre compte.

source: Insufficient permissions.
fr: Permissions insuffisantes.

source: Insufficient permissions to alter <em>administrator</em> account <strong>{0}</strong>. If you really want to, use the CLI.
fr: Permissions insuffisantes pour modifier le compte <em>administrateur</em> <strong>{0}</strong>. Si vous voulez vraiment le faire, utilisez la CLI.

source: manager
fr: gestionnaire

source: Insufficient permissions to alter <em>{0}</em> account <strong>{1}</strong>.
fr: Permissions insuffisantes pour modifier le compte <em>{0}</em> <strong>{1}</strong>.

source: No operation allowed on restricted system groups.
fr: Aucune opération autorisée sur les groupes systèmes restreints.

source: No operation allowed on non-helpers system groups.
fr: Aucune opération autorisée sur les groupes systèmes non-assistants.

source: the administrators groups
fr: le groupe des administrateurs

source: the <strong>{0}</strong> {1}
fr: le {1} <strong>{0}</strong>

source: privilege
fr: privilège

source: {0} system group
fr: groupe système {0}

source: Removing {0} is strongly not recommended.{1}
fr: Supprimer {0} est vivement déconseillé. {1}

source: If you really want to shoot yourself in the foot, use the CLI.
fr: Si vous voulez vraiment vous tirer une balle dans le pied, utilisez la CLI.

source: Insufficient permissions to alter {0}.
fr: Permissions insuffisantes pour modifier {0}.

source: Exception while trying to authenticate user {0}
fr: Exception pendant l'authentification de l'utilisateur {0}

source: GNU is Not Unix (recursive acronym ; a set of libre sofware composing a libre operating system)
fr: GNU is Not Unix (acronyme réccursif ; un ensemble de logiciels libres composant un système d'exploitation libre)

source: %s Web Management Interface
fr: Interface web de gestion %s

source: Command must be a list or tuple!
fr: La commande doit être une liste ou un tuple !

source: %d&nbsp;hours,
fr: %d&nbsp;heures,

source: %.3f&nbsp;seconds.
fr: %.3f&nbsp;secondes.

source: Status
fr: État

source: Shutdown
fr: Éteindre

source: Restart
fr: Redémarrer

source: Manage user accounts.
fr: Gérer les comptes utilisateurs.

source: Users
fr: Utilisateurs

source: Add
fr: Ajouter

source: Import
fr: Importer

source: Manage groups and shared data.
fr: Gérer les groupes et les données partagées

source: Groups
fr: Groupes

source: Go to online documentation website.
fr: Aller sur le site de documentation en ligne.

source: Get product support / help
fr: Obtenir du support ou de l'aide

source: %s Management
fr: Administration %s

source: %s WMI:
fr: WMI %s :

source: (was: {0})
fr: (erreur : {0})

source: Could not import module {0}
fr: Impossible d'importer le module {0}

source: Dependancy {0} of Django app {1} is unsafe (not a str() nor an unicode() object), ignoring the app completely.
fr: La dépendance {0} de l'application Django {1} n'est pas sûre (pas un objet str() ni unicode()); l'application est complètement ignorée.

source: Urls of Django app {0} are not loaded because dependancy {1} is not satisfied.
fr: Les URLs de l'application Django {0} ne seront pas chargées car la dépendance {1} n'est pas satisfaite.

source: Dynamically loading URL patterns for Django app {0}, all dependancies satisfied.
fr: Chargement dynamique des URLs pour l'application Django {0}, toutes les dépendances sont satisfaites.

source: New machine "{0}" found online.
fr: Nouvelle machine « {0} » découverte.

source: Machine "{0}" is back online.
fr: La machine « {0} » est de nouveau accessible.

source: Machine "{0}" is now offline.
fr: La machine « {0} » est maintenant inaccessible.

source: New Licorn® machine {0} discovered.
fr: Nouvelle machine Licorn® « {0} » découverte.

source: Incorrect password
fr: Mot de passe incorrect

source: Could not toggle simple shares status to {0} for user {1}
fr: Impossible de basculer l'état des partages web vers {0} pour l'utilisateur {1}

source: Password unset and uploads disabled for share <em>{0}</em>.
fr: Mot de passe supprimé et dépôts maintenant interdits sur le partage <em>{0}</em>.

source: Password set for share <em>{0}</em>, uploads are now enabled.
fr: Mot de passe enregistré pour le partage <em>{0}</em>, les dépôts sont maintenant autorisés.

source: Could not change password of share {0} (user {1})
fr: Impossible de changer le mot de passe du partage {0} (utilisateur {1})

source: Could not change password of your share {0} (was: {1}).
fr: Impossible de modifier le mot de passe de votre partage {0} (erreur : {1}).

source: This user has no visible shares.
fr: Cet utilisateur n'a pas de partages publics.

source: This share has expired. It is no more available.
fr: Ce partage a expiré, il n'est plus disponible.

source: No Web share at this URI, sorry.
fr: Aucun partage à cette adresse, désolé.

source: Uploaded files are not downloadable.
fr: Les fichiers déposés ne sont pas téléchargeables.

source: Error while sending file {0}
fr: Erreur pendant l'envoi du fichier {0}

source: Problem occured while sending file. Please try again later.
fr: Un problème a eu lieu pendant l'envoi du fichier. Merci de ré-essayer plus tard.

source: Bad file specification or path.
fr: Mauvais chemin ou spécification de fichier.

source: Incorrect password!
fr: Mot de passe incorrect !

source: Uploads disabled for this share!
fr: Les dépôts sont interdits sur ce partage !

source: System restart/shudown cancelled.
fr: Arrêt/redémarrage du système annulé.

source: Licornd successfully started; Rock'n Roll again ;-)
fr: Licornd a redémarré ; la WMI est reconnectée ; Ça roxe de nouveau ;-)

source: unknown
fr: inconnu

source: Unhandled exception in Django WMI code for request {0}
fr: Exception non traitée dans le code Django de la WMI pour la requête {0}

source: Edit user {0}
fr: Édition du compte {0}

source: Responsibilities
fr: Responsabilités

source: Memberships
fr: Appartenances

source: Privileges
fr: Privilèges

source: privileged member
fr: membre privilégié

source: Other system groups
fr: Autres groupes système

source: system member
fr: membre système

source: Page not found
fr: Page non trouvée

source: The address &ldquo;&nbsp;{0}&nbsp;&rdquo; leads to nowhere.
fr: L'adresse &laquo;&nbsp;{0}&nbsp;&raquo; ne conduit nulle part.

source: That is exactly where you are, now.
fr: Et c'est exactement là que vous êtes, maintenant.

source: Internal server error
fr: Erreur interne du serveur

source: BOOM
fr: BOUM

source: BOOM POW!
fr: BOUM POW !

source: Something crashed in the program.
fr: Quelque chose a craqué dans le programme.

source: In most cases you can {0} without further problems.
fr: Dans la plupart des cas vous pouvez {0} sans conséquence particulière.

source: We are very sorry for the inconvenience; all data needed to correct this error has already been collected, to be exploited if needed by the developers.
fr: Nous sommes désolés de cet inconvénient ; toutes les données nécessaires à la correction de cette erreur ont déjà été collectées, pour être exploitées au besoin par les développeurs.

source: Licorn&reg;: efficient system management
fr: Licorn&reg; : administration système efficace

source: All rights reserved.
fr: Tous droits réservés.

source: Licorn® WMI:
fr: WMI Licorn® :

source: go back and continue using it
fr: revenir en arrière et continuer à l'utiliser

source: Restart the server
fr: Redémarrer le serveur

source: Shutdown the server
fr: Éteindre le serveur

source: View the Licorn® daemon detailled status
fr: Voir l'état détaillé du daemon Licorn&reg;

source: Daemon status
fr: État du daemon

source: Server, UPS and hardware sub-systems status
fr: État du serveur, de l'onduleur et d'autres sous-systèmes matériels

source: Manage user accounts
fr: Gérer les comptes utilisateurs

source: Add user on the system
fr: Ajouter un compte utilisateur

source: Import user accounts from a CSV file
fr: Importer une liste de compte depuis un fichier CSV

source: Manage groups and shared data
fr: Gérer les groupes et les données partagées

source: Add a group on the system
fr: Ajouter un groupe sur le système

source: Import groups from a CSV file
fr: Importer des groupes depuis un fichier CSV

source: Manage machines on the network
fr: Gérer les machines du réseau

source: Scan the network
fr: Découvrir les machines sur le réseau local en le scannant

source: Scan network
fr: Découvrir

source: View or change my own details
fr: Voir ou modifier mes détails personnelss

source: My information
fr: Mes informations

source: Go to online documentation website (in another window/tab)
fr: Aller sur le site de documentation en ligne (dans un(e) autre onglet/fenêtre).

source: d
fr: j

source: day
fr: jour

source: days
fr: jours

source: hour
fr: heure

source: hours
fr: heures

source: second
fr: seconde

source: seconds
fr: secondes

source: Authentication
fr: Identification

source: You need to authenticate before accessing {0}.
fr: Vous devez vous identifier avant d'accéder à l'adresse {0}.

source: Welcome to Licorn&reg;!
fr: Bienvenue sur Licorn&reg; !

source: Please enter your authentification credentials:
fr: Merci de saisir vos informations d'authentification&nbsp;:

source: Login:
fr: Identifiant&nbsp;:

source: Password:
fr: Mot de passe&nbsp;:

source: Enter
fr: Entrer

source: Click to jump back to root of Licorn® Web Management Interface
fr: Cliquez pour retourner à la racine de l'interface web de gestion de Licorn®

source: Image representing a unicorn, the logo of Licorn®
fr: Logo de Licorn®, représentant une licorne stylisée en pièce de jeu d'échecs

source: Log out from the Licorn® WMI
fr: Se déconnecter de la WMI Licorn®

source: logout
fr: quitter

source: System backups
fr: Sauvegardes système

source: A backup is currently in progress, please do not disconnect <strong>{volume}</strong>.
fr: Une sauvegarde est en cours, merci de ne pas déconnecter <strong>{volume}</strong>.

source: Old backups are currently beiing cleaned or statistics are beiing computed on <strong>{volume}</strong>. Please do not disconnect this volume.
fr: Les vieilles sauvegardes sont en train d'être nettoyées, ou les statistiques calculées sur <strong>{volume}</strong>. Merci de ne pas déconnecter ce volume.

source: No historical data yet on <strong>{0}</strong>. Please wait for the first backup to finish.
fr: Pas de données d'historique sur <strong>{0}</strong>. Merci d'attendre la fin de la première sauvegarde automatique.

source: Backup history on {0}
fr: Historique des sauvegardes sur {0}

source: All backup volumes are currently unmounted (you can safely disconnect them from your server).
fr: Tous les volumes de sauvegarde sont actuellement démontés (vous pouvez les déconnecter du serveur en toute sécurité).

source: Next automatic backup:
fr: Prochaine sauvegarde automatique :

source: Note: any still connected backup volume will be automatically re-mounted if needed.
fr: Note : tout volume encore connecté sera automatiquement remonté si besoin.

source: No backup volume found: no external volume is currently connected to the server, or all the connected volumes are not <a href="http://docs.licorn.org/extensions/volumes.en.html#extensions-volumes-compatible-en" class="online_help" target="_blank" title="Click to know which volumes are compatible, and how to make one.">compatible with Licorn&reg;</a>.<br /><br />Please connect a compatible backup volume to your server, wait a few seconds and reload the current page.
fr: Aucun volume de sauvegarde disponible : aucun volume externe n'est actuellement connecté au serveur, ou aucun des volumes connectés n'est <a href="http://docs.licorn.org/extensions/volumes.fr.html#extensions-volumes-compatible-fr" class="online_help" target="_blank" title="Cliquez pour savoir quels types de volumes sont compatibles, et comment rendre un volume compatible">compatible avec Licorn&reg;</a>.<br /><br />Merci de connecter un volume compatible sur votre serveur, attendre quelques secondes et recharger cette page.

source: One or more external volume(s) is connected, but none is currently dedicated to Licorn&reg;. Would you like to <a href="http://docs.licorn.org/extensions/volumes.en.html#extensions-volumes-reserve-en" class="online_help" target="_blank">enable and reserve</a> any of them for Licorn&reg; use?
fr: Un ou plusieurs volume(s) sont actuellement connectés, mais aucun n'est explicitement dédié Licorn&reg;. Voulez-vous <a href="http://docs.licorn.org/extensions/volumes.fr.html#extensions-volumes-reserve-fr" class="online_help" target="_blank">activer et réserver</a> l'un d'entre eux pour les sauvegardes Licorn&reg;&nbsp;?

source: use volume <strong>{0}</strong>
fr: utiliser le volume <strong>{0}</strong>

source: currently not mounted,
fr: actuellement démonté,

source: device: <strong>{0}</strong>,
fr: périphérique : <strong>{0}</strong>,

source: FS type: <strong>{0}</strong>
fr: Système de fichiers : <strong>{0}</strong>

source: Run an incremental backup?
fr: Lancer une sauvegarde incrémentale ?

source: The volume <strong>{0}</strong> has been auto-selected for this backup.
fr: Le volume <strong>{0}</strong> a été auto-sélectionné pour cette sauvegarde.

source: Last backup age on this volume:
fr: Âge de la dernière sauvegarde sur ce volume :

source: No backup has occured yet.
fr: Aucune sauvegarde n'a encore eu lieu.

source: Next backup attempt will occur in {0}.
fr: La prochaine sauvegarde sera tentée dans {0}.

source: Operation in progress icon
fr: Icône d'opération en cours

source: Cannot eject, operation in progress on this volume.
fr: Impossible d'éjecter, une opération est en cours sur ce volume.

source: Cannot eject, {0} in progress
fr: Impossible d'éjecter, {0} en cours

source: Eject device icon
fr: Icône d'éjection

source: Eject the volume
fr: Éjecter le volume

source: An error occured while computing space needed for next backup.
fr: Une erreur est survenue pendant le calcul de l'espace nécessaire à la prochaine sauvegarde

source: (display log details)
fr: (afficher le journal)

source: (no details available)
fr: (pas d'information supplémentaire disponible)

source: Manage backups
fr: Gestion des sauvegardes du système

source: Backups
fr: Sauvegardes

source: Start an incremental backup
fr: Lancer une sauvegarde incrémentale

source: Run now
fr: Lancer

source: Force the system to rescan and remount connected volumes
fr: Forcer le système à re-scanner et remonter les volumes connectés

source: Rescan volumes
fr: Rescanner

source: Are you sure you want to remove group <strong>{0}</strong>?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe <strong>{0}</strong> ?

source: However, you can decide to remove them permanently.
fr: Cependant, vous pouvez décider de les supprimer définitivement.

source: Definitely remove group shared data (no archiving).
fr: Supprimer définitivement les données partagées (aucun archivage).

source: (fixed)
fr: (non-modifiable)

source: Cancel
fr: Annuler

source: Make group {0} permissive.
fr: Rendre le groupe {0} permissif.

source: Make group {0} NOT permissive.
fr: Rendre le groupe {0} NON permissif.

source: Click to edit group {0}
fr: Cliquez pour éditer le groupe {0}

source: Reapply skel of members of group {0}
fr: Ré-application du skelette des membres du groupe {0}

source: Delete group {0}
fr: Supprimer le groupe {0}

source: Groups management
fr: Gestion des groupes

source: System groups
fr: Groupes système

source: This will reset the desktops, icons and menus of all members of the group, according to the content of the skel you choose. This will NOT alter any of the user personnal data, nor the group shared data.
fr: Ceci remettra le bureau à sa configuration d'origine, ainsi que les icônes et les menus, pour tous les membres du groupes, en fonction du contenu du skelette choisi. Ceci ne modifiera pas les données personnelles de l'utilisateur (rien n'est effacé), ni les données partagées du groupe.

source: no membership
fr: aucune appartenance

source: Group {0}
fr: Groupe {0}

source: Name (GID)
fr: Nom (GID)

source: Data sharing
fr: Partage

source: Permissive
fr: Permissif

source: Not Permissive
fr: Non permissif

source: Full name
fr: Nom complet

source: login
fr: identifiant

source: No {0} users in this group yet.
fr: Aucun utilisateur {0} de ce groupe actuellement.

source: Machines management
fr: Gestion des machines

source: Security updates available. Click to install.
fr: Mises à jour de sécurité disponibles. Cliquez pour les installer.

source: Software updates available. Click to install.
fr: Mises à jour d'applications disponibles. Cliquez pour les installer.

source: Click to edit machine {0}
fr: Cliquez pour éditer la machine {0}

source: Shutdown this machine now.
fr: Éteindre cette machine maintenant.

source: My web shares
fr: Mes partages web

source: Name
fr: Nom

source: Actual contents
fr: Contenu actuel

source: Writable
fr: Dépôt autorisé

source: Expires
fr: Expire

source: You can manage files in your shares with your prefered file-manager: <code>Nautilus</code> or <code>Dolphin</code> on Ubuntu, <code>Explorer</code> on Windows and <code>Finder</code> on a Mac.
fr: Vous pouvez gérer le contenu de vos partages avec votre gestionnaire de fichiers préféré : <code>Nautilus</code> ou <code>Dolphin</code> sur Ubuntu, <code>Explorer</code> sous Windows et <code>Finder</code> sur un Mac.

source: No web share
fr: Pas de partage web
