Repository: Karmak23/licorn
Catalog: interfaces/wmi/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Make group <strong>%1</strong> not permissive?
fr: Rendre le groupe <strong>%1</strong> non permissif&nbsp;?

source: This will lock shared files to their owner, disallowing modifications by other members. This is perfectly safe, and generally used on groups with a great number of members.<br /><br /> <div class="smaller greyed_out"><em>NOTE</em>: The operation may be lengthy because the system will change permissions of all current files (duration is therefore depending on the data volume, about 10 second for 1Gb).</div>
fr: Ceci verrouillera les fichiers partagés pour leur propriétaire uniquement, interdisant les modifications et suppressions aux autres membres du groupe. C'est totalement sûr, et généralement utilisé pour les groupes qui contiennent un grand nombre de membres.<br /><br />div class=\"smaller greyed_out\"><em>NOTE</em>: L'application de cette opération peut être longue à observer sur les gros partages, car elle dépend du volume de données partagées (environ 10 secondes par Gigaoctet).</div>

source: Make group <strong>%1</strong> permissive?
fr: Rendre le groupe <strong>%1</strong> permissif&nbsp;?

source: Removal confirmation
fr: Confirmation de suppression

source: Skeleton reapplying confirmation
fr: Confirmation de ré-application de skelette

source: Massive removal
fr: Suppression massive

source: Please select at least one account.
fr: Sélectionnez au moins un compte.

source: Are you sure you want to remove these account(s):
fr: Récapitulatif des comptes à supprimer :

source: Definitely remove account data (no archiving)
fr: Supprimer définitivement les données (pas d'archivage)

source: Massive export
fr: Export Massif

source: Are you sure you want to export these account(s):
fr: Récapitulatif des comptes à exporter :

source: Please choose the export format :
fr: Choisissez le format d'export :

source: Massive skeleton reapplying
fr: Ré-application massive d'un skelette

source: Please select at least one user account.
fr: Merci de sélectionner au moins un compte utilisateur.

source: Are you sure you want to reapply their skeleton to these user account(s):
fr: Êtes-vous sûr(e) de vouloir ré-appliquer leur skelette initial aux compte(s) utilisateur(s) suivant(s)&nbsp;:

source: Massive group premissiveness
fr: Basculement massif de permissivité

source: Please select at least one group.
fr: Merci de sélectionner au moins un groupe.

source: Are you sure you want to toggle permissiveness of group(s):
fr: Êtes-vous sûr(e) de vouloir basculer la permissivité du(des) groupe(s) suivant(s)&nbsp;:

source: Unlock user %1
fr: Déverrouiller le compte %1

source: Unlock account
fr: Déverrouiller le compte

source: Lock user %1
fr: Verrouiller le compte %1

source: Lock account
fr: Verrouiller le compte

source: Random password generator
fr: Générateur de mot de passe aléatoire

source: <br />The generated password is &ldquo;&nbsp;<strong class="bigger">%1</strong>&nbsp;&rdquo;. If you want to use it, just hit the <code>Confirm</code> button, and remember it.
fr: <br />Le mot de passe généré est &laquo;&nbsp;<strong class="bigger">%1</strong>&nbsp;&raquo;. Si vous êtes d'accord pour l'utiliser, cliquez simplement sur le bouton <code>Confirmer</code>, et retenez ce mot de passe.

source: Sure?
fr: Confirmer ?

source: Yes
fr: Oui

source: No
fr: Non

source: Push connection back online, rock'n roll!
fr: Flux d'informations de nouveau opérationnel, Rock'n Roll !

source: Push connection lost. Retrying in 5 seconds.
fr: Connexion au flux d'information perdue. Nouvelle tentative de connexion dans 5 secondes.

source: Push connection lost. Retrying in 3 seconds.
fr: Connexion au flux d'information perdue. Tentative de reconnexion dans 3 secondes.

source: Unlock confirmation
fr: Confirmation de déverrouillage

source: Do you really want to unlock user account <strong>%1</strong>?
fr: Voulez-vous vraiment déverrouiller le compte utilisateur <strong>%1</strong>&nbsp;?

source: Lock confirmation
fr: Confirmation de verrouillage

source: Are you sure you want to reapply skeleton to user account <strong>%1</strong>?
fr: Êtes-vous sûr(e) de vouloir ré-appliquer le skelette système sur le compte <strong>%1</strong>&nbsp;?

source: Unlock user account
fr: Déverrouiller le compte utilisateur

source: Lock user account
fr: Verrouiller le compte utilisateur

source: Collecting data, please wait&hellip;
fr: Rassemblement des données, merci de patienter&hellip;
