Repository: Karmak23/licorn
Catalog: interfaces/wmi/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You do not have any share yet. You can start one easily by making a new directory in "~/Public/" (just create it if it does not exist).
fr: Vous n'avez aucun partage pour l'instant. Vous pouvez en démarrer un simplement en créant un nouveau répertoire dans votre dossier « $HOME/Public/ » (que vous n'avez qu'à le créer aussi s'il n'existe pas).

source: You can <a href="{0}">disable web shares</a> for your account at any moment.
fr: Vous pouvez <a href="{0}">désactiver tous les partages web</a> de votre compte à n'importe quel moment.

source: Web shares turned off
fr: Partages web désactivés

source: You (or someone else) disabled the web sharing feature for your account. You can <a href="{0}">enable them again</a> at any moment.
fr: Vous (ou quelqu'un d'autre) avez désactivé la fonctionnalité de partage web pour votre compte. Vous pouvez <a href="{0}">la réactiver simplement</a> à n'importe quel moment.

source: If you want to manually re-enable them, just remove the file named <code>{0}</code>. This has exactly the same effect.
fr: Pour les réactiver manuellement, supprimez simplement le fichier <code>{0}</code>. C'est exactement le même effet.

source: Web share {0}
fr: Partage web {0}

source: Configure your share&nbsp;&raquo;
fr: Configurer ce partage&nbsp;&raquo;

source: Welcome to share <em>{0}</em>
fr: Bienvenue sur le partage <em>{0}</em>

source: Uploaded documents
fr: Documents déposés

source: Drop files here to upload them to this share.
fr: Glissez-déposez des fichiers ici pour les envoyer sur ce partage.

source: maximum upload size: {0}
fr: Taille maximum de chaque fichier envoyé : {0}

source: Click on a filename to download it to your computer:
fr: Cliquez sur le nom d'un fichier pour le télécharger :

source: File name
fr: Nom de fichier

source: Size
fr: Taille

source: Last modified
fr: Dernière modification

source: No shared document
fr: Aucun document partagé

source: Ask the person who sent you here to populate his share directory. Perhaps he has forgotten?
fr: Demandez à la personne qui vous a envoyé(e) à cette adresse de remplir son répertoire de partage.

source: Password required for web share {0}
fr: Mot de passe requis pour le partage web {0}

source: Restricted access
fr: Accès restreint

source: to access share <strong><em>{0}</em></strong>:
fr: pour accéder au partage <strong><em>{0}</em></strong> :

source: Please enter the password for share <strong><em>{0}</em></strong>:
fr: Merci de saisir le mot de passe du partage <strong><em>{0}</em></strong> :

source: My shares
fr: Mes partages web

source: Full path on the Licorn&reg; server: {0}
fr: Chemin complet sur le serveur Licorn&reg; : {0}

source: Display the share as your visitors see it, from the web address you can give to them.
fr: Afficher le partage tel que le voient les visiteurs, depuis l'adresse web publique que vous pouvez d'ailleurs leur transmettre

source: public view
fr: vue publique

source: {0} file(s)
fr: {0} fichier(s)

source: Nothing to share
fr: Rien à partager

source: {0} uploaded file(s)
fr: {0} fichier(s) déposé(s)

source: Nothing uploaded
fr: Aucun dépôt

source: Can visitors upload documents to this share? Activating this feature requires setting a password on it (you will be prompted upon activation).
fr: Les visiteurs peuvent-ils déposer des documents dans ce partage ? Ceci nécessite la définition d'un mot de passe pour le partage (il vous sera demandé à l'activation).

source: Please choose a password to protect this share against anonymous uploads.
fr: Merci de choisir un mot de passe pour protéger le partage contre les dépôts anonymes.

source: Verify:
fr: Vérification :

source: Save password
fr: Enregistrer le mot de passe

source: Save the password for this share
fr: Enregistrer le mot de passe de ce partage

source: Note: you will not be able to see or recover the password once it is set, because it is stored encrypted. You will only be able to change it.
fr: Note : vous ne pourrez pas afficher le mot de passe une fois saisi, retenez-le ou notez-le. Vous pourrez en revanche le changer sans restrictions.

source: Yes
fr: Oui

source: No
fr: Non

source: Protect this share
fr: Protégez ce partage

source: never
fr: jamais

source: Contains {0} uploaded document(s)
fr: Contient {0} document(s) déposé(s)

source: Statistics
fr: Statistiques

source: CPU consumed
fr: CPU consommé

source: usr
fr: utl

source: RAM consumed
fr: RAM consommée

source: Mb
fr: Mo

source: res
fr: rés

source: shr
fr: prt

source: ush
fr: upr

source: stack
fr: pile

source: Queues
fr: Files d'attente

source: items
fr: éléments

source: Internal Locks
fr: Verrous internes

source: Masters locks
fr: Verrous maîtres

source: Currently locked:
fr: Actuellement verrouillés :

source: None locked yet.
fr: Aucun.

source: Unit locks
fr: Verrous unitaires

source: Dedicated threads
fr: Threads dédiés

source: Directly handlable events
fr: Évènements gérables directement

source: handlers
fr: gestionnaires

source: Callbackable events
fr: Évènements traitables par retour

source: callbacks
fr: retours

source: Configuration files watched
fr: Fichiers de configuration surveillés

source: You will find online documentation at <a href="http://docs.licorn.org/">http://docs.licorn.org/</a>, available in many languages.
fr: Vous trouverez de la documentation en ligne à l'adresse <a href="http://docs.licorn.org/">http://docs.licorn.org/</a>, disponible dans plusieurs langues.

source: System status
fr: État du système

source: Up and running since
fr: Démarré depuis

source: Server status
fr: État du serveur

source: System information
fr: Informations système

source: Physical memory: %(ram).2fMb installed.
fr: Mémoire physique&nbsp;: %(ram).2fMo installés.

source: No virtual memory installed.
fr: Aucune mémoire virtuelle installée.

source: Virtual memory: %(swap).2fMb installed.
fr: Mémoire virtuelle&nbsp;: %(swap).2fMo installés.

source: My Informations
fr: Mes informations

source: %(num)d user connected
fr: %(num)d utilisateur connecté

source: %(num)d users connected
fr: %(num)d utilisateurs connectés

source: However, you can decide to permanently remove it.
fr: Cependant, vous pouvez décider de les supprimer définitivement.

source: Definitely remove account data (no archiving).
fr: Supprimer définivement les données (aucun archivage).

source: User accounts import
fr: Import de comptes utilisateurs

source: Please select a CSV file to import user accounts from:
fr: Merci de sélectionner un fichier CSV d'où importer les comptes :

source: Test import
fr: Tester l'import

source: Users management
fr: Gestion des utilisateurs

source: Do you really want to lock user account <strong>{0}</strong>?<br/><br/>This will prevent the user to connect to the WMI and servers and network clients (thin one, Windows&reg;, {0}/Linux &reg; and Macintosh&reg; ones).
fr: Voulez-vous vraiment verrouiller le compte utilisateur <strong>{0}</strong>&nbsp;?<br/><br/>Ceci empêchera l'utilisateur de se connecter à la WMI, sur les serveurs et les postes clients du réseau (clients légers, Windows&reg;, {0}/Linux &reg; et Macintosh&reg;).

source: Remove user from group <code>%(remote_group)s</code> in the same time.
fr: Supprimer l'utilisateur du groupe <code>%(remote_group)s</code> en même temps.

source: This will potentially rebuild the desktop from scratch (depending on the skel contents, only you can know), with defaults icons and so on.<br /><br /><strong>The user must be disconnected during the operation to be successfull.</strong>
fr: Ceci va potentiellement reconstruire le bureau tel qu'à la création du compte (ça dépend du contenu exact du skelette, seul vous pouvez savoir précisément), avec les icônes par défaut, etc.<br /><br /><strong>L'utilisateur doit être déconnecté pour que l'opération soit complètement un succès, sinon certains fichiers ne pourront pas être remis en place.</strong>

source: System account
fr: Compte système

source: No profile
fr: Aucun profil

source: Unlock user account {0}
fr: Déverrouiller le compte {0}

source: Lock user account {0}
fr: Verrouiller le compte {0}

source: Click to edit user {0}
fr: Cliquez pour éditer le compte utilisateur {0}

source: Reapply skel of user {0}
fr: Ré-application du skelette de l'utilisateur {0}

source: Delete user {0}
fr: Supprimer le compte {0}

source: User account {0}
fr: Compte utilisateur « {0} »

source: Login (UID)
fr: Identifiant (UID)

source: immutable
fr: non-modifiable

source: Profile (GID)
fr: Profil (GID)

source: Shell
fr: Interpréteur

source: Password parameters
fr: Paramètres du mot de passe

source: Extensions WMI2 rendering not yet implemented
fr: Rendu graphique des extensions non implémenté dans la WMI2

source: This user is not {0} of any group yet.
fr: Cet utilisateur n'est encore {0} d'aucun groupe.

source: Mass actions:
fr: Actions massives :

source: Massive {0} icon
fr: Icône de {0} massive

source: Massive {0} on selected rows
fr: {0} massif(ve) sur la(es) rangée(s) sélectionnée(s)

source: Click to sort on this column
fr: Cliquez pour classer sur cette colonne

source: Descending order image
fr: Image de classement descendant

source: System load average on last 15, 5, 1 minutes
fr: Charge système moyenne sur les 15,5 et dernière minutes

source: Physical and virtual memory occupation
fr: Occupation des mémoires physiques et virtuelle

source: Active Applications:
fr: Applications actives :

source: Inactive Applications:
fr: Applications inactives :

source: Cached:
fr: En cache :

source: Buffers:
fr: Tampons :

source: Free:
fr: Libre :

source: Occupied:
fr: Occupée :

source: Allowed activity periods
fr: Périodes d'actitivé autorisées

source: Mon.
fr: Lun.

source: Tue.
fr: Mar.

source: Wed.
fr: Mer.

source: Thu.
fr: Jeu.

source: Fri.
fr: Ven.

source: Sat.
fr: Sam.

source: Sun.
fr: Dim.

source: Users import started, please wait while processing…
fr: L'import des utilisateurs a démarré, merci d'attendre la fin du traitement…

source: Users import completed successfully.
fr: L'import des comptes utilisateurs s'est terminé avec succès.

source: Users import test ran fine.
fr: Le test d'import des comptes est un succès.

source: User account "{0}" added on the system.
fr: Compte utilisateur « {0} » ajouté sur le système.

source: User account "{0}" deleted from the system.
fr: Compte utilisateur « {0} » supprimé du système.

source: User account "{0}" full name has been changed to "{1}".
fr: Le compte utilisateur « {0} » est maintenant connu sous le nom de « {1} ».

source: No name given
fr: Aucun nom donné

source: Password changed for user account "{0}".
fr: Mot de passe changé pour le compte « {0} ».

source: Skel reapplyed for for user account "{0}".
fr: Squelette ré-appliqué sur le compte « {0} ».

source: Shell of user account "{0}" was changed to "{1}".
fr: Les shell de l'utilisateur « {0} » est maintenant « {1} ».

source: User account "{0}" has been locked.
fr: Compte utilisateur « {0} » verrouillé.

source: User account "{0}" has been unlocked.
fr: Compte utilisateur « {0} » déverrouillé.

source: Login
fr: Identifiant

source: Which skel do you want to apply?
fr: Quel squelette voulez-vous appliquer ?

source: CSV file
fr: Fichier CSV

source: Last name column
fr: Colonne du nom

source: First name column
fr: Colonne du prénom

source: Group column
fr: Colonne du groupe

source: Login column
fr: Colonne de l'identifiant

source: Password column
fr: Colonne du mot de passe

source: Unable to add user
fr: Impossible d'ajouter l'utilisateur

source: Unable to add user {0}: {1}.
fr: Erreur lors de l'ajout du compte {0} : {1}.

source: Add new user
fr: Ajouter un utilisateur

source: Standard groups
fr: Groupes standard

source: Privileged groups
fr: Privilèges

source: Standard account
fr: Compte standard
