Repository: Karmak23/licorn
Catalog: locale/*.js.po
Languages: fr

source: Not yet developped
fr: Pas encore développé

source: It is currently impossible to add systems user; please select the standard users list first, to add a standard user account.
fr: Il est actuellement impossible d'ajouter un utilisateur système, veuillez sélectionner dans un premier temps la liste des utilisateurs standart pour ajouter un utilisateur standart.

source: Please confirm massive removal
fr: Veuillez confirmer la suppression massive

source: Please select at least one user account.
fr: Veuillez sélectionner au moins un compte utilisateur

source: Are you sure you want to remove these account(s):
fr: Voulez-vous vraiment supprimer les compte :

source: Definitely remove their home directories without archiving them
fr: Supprimme définitivement leur répertoires personnels sans les archiver

source: Massive skeleton reapplying
fr: Réapplication de squelette massif

source: Are you sure you want to reapply their skeleton to these user account(s):
fr: Voulez-vous vraiment réappliquer le squelette sur les utilisateurs :

source: Unlock user
fr: Débloquer l'utilisateur

source: (re-grant access to machines).
fr: (rend l'accès aux machines).

source: Unlock account
fr: Débloquer le compte

source: Lock user
fr: Bloquer l'utilisateur

source: Lock account
fr: Bloquer le compte

source: no GECOS
fr: pas de GECOS

source: Unlock confirmation
fr: Confirmation de débloquage

source: Are you sure you want to unlock user account %1?
fr: Voulez-vous vraiment débloquer le compte de l'utilisateur %1 ?

source: Lock confirmation
fr: Confirmation de bloquage

source: Are you sure you want to lock user account %1?
fr: Voulez-vous vraiment bloquer le compte de l'utilisateur %1 ?

source: Removal confirmation
fr: Confirmation de suppression

source: Are you sure you want to remove user account %1?
fr: Voulez-vous vraiment supprimer le compte de l'utilisateur %1 ?

source: Skeleton reapplying confirmation
fr: Confiramtion de réapplication de squelette

source: Are you sure you want to reapply skeleton to user account %1?
fr: Voulez-vous vraiment réappliquer le squelette sur l'utilisateur %1 ?

source: Unlock user %1 (re-grant access to machine).
fr: Débloquer l'utilisateur %1 (rend l'accès aux machines).

source: Unlock account %1
fr: Débloquer le compte %1

source: Lock user %1
fr: Bloquer l'utilisateur %1

source: Lock account %1
fr: Bloquer le compte %1

source: Reapply skel of user %1
fr: Réappliquer le squelette de l'utilisateur %1

source: Delete user %1
fr: Supprimer l'utilisateur %1

source: Click to edit user %1
fr: Cliquez pour éditer l'utilisateur %1

source: No
fr: Non

source: Close
fr: Fermer

source: Yes
fr: Oui

source: Incorrect password for user %1
fr: Mot de passe incorrect pour l'utilisateur %1

source: ms of javascript execution
fr: ms d'exécution javascript

source: No %1 yet on your system. Would you like to
fr: Il n'y a pas de %1 encore sur votre système. Voulez-vous

source: create one?
fr: en créer un ?

source: Mass actions:
fr: Actions massives :

source: Click to sort on this column.
fr: Cliquez pour trier la liste sur cette colonne

source: It is currently impossible to add systems group; please select the standard groups list first, to add a standard group account.
fr: Il est actuellement impossible d'ajouter un groupe système, veuillez sélectionner dans un premier temps la liste des groupes standart pour ajouter un groupe standart.

source: Deletion confirmation
fr: Confirmation de suppression

source: Please select at least one group to delete
fr: Veuillez sélectionner au moins un groupe à supprimer

source: Do you really want to remove groups:
fr: Voulez-vous vraiment supprimer les groupes :

source: Disable backup
fr: Désactiver l'archivage

source: Reapply skel confirmation
fr: Confirmation de réapplication de squelette

source: Please select at least one group to reapply skel
fr: Veuillez sélectionner au moins un group sur lequel réappliquer le squelette

source: Do you really want to reappl skel of groups:
fr: Voulez-vous vraiment réappliquer le squelette sur les groupes :

source: Make group %1 not permissive.
fr: Rendre le groupe %1 non permissif.

source: Make group %1 permissive.
fr: Rendre le groupe %1 permissif.

source: Permissiveness confirmation
fr: Confirmation sur la permissivité

source: Do you really want to make the group %1 not permissive?
fr: Voulez-vous vraiment rendre le groupe %1 non permissif ?

source: Do you really want to make the group %1 permissive?
fr: Voulez-vous vraiment rendre le group %1 permissif ?

source: Reapply skel
fr: Réapplication de squelette

source: no description
fr: pas de description

source: Reapply skel of group %1
fr: Réappliquer le squelette au groupe %1

source: Delete group %1
fr: Supprimer le groupe %1
