Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: Keeping passwords in any written form is a major security flaw for you information system.<br />Please be sure obliterate this file and any printed version after having transmitted their password to your users.
fr: Garder les mots de passe sous n'importe quelle forme écrite est une faille de sécurité majeure pour votre système d'information.<br />Assurez-vous de supprimer ce fichier de manière sécurisée avec des outils appropriés après avoir transmis leur mot de passe à vos utilisateurs.

source: Direct access to {0}:
fr: Accès direct aux {0} :

source: Lastname
fr: Nom

source: Firstname
fr: Prénom

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: done.
fr: terminé.

source: report:
fr: rapport:

source: Unable to add user(s) {0} in group {1} (was: {2}).
fr: Impossible d'ajouter le(s) utilisateur(s) {1} dans le groupe {1} (problème initial : {2}).

source: Are you sure you want to delete all users?
fr: Êtes-vous sûr(e) de vouloir supprimer tous les comptes utilisateurs ?

source: Delete user %s?
fr: Supprimer l'utilisateur %s ?

source: Unable to remove user(s) {0} from group {1} (was: {2}).
fr: Impossible de supprimer le(s) utilisateur(s) {0} du groupe {1} (problème initial: {2}).

source: You must specify a file name
fr: Vous devez spécifier un nom de fichier d'import.

source: Are you sure you want to delete all groups?
fr: Êtes-vous sûr(e) de vouloir supprimer tous les groupes ?

source: Delete group %s?
fr: Supprimer le groupe %s ?

source: Are you sure you want to delete all profiles?
fr: Êtes-vous sûr(e) de vouloir supprimer tous les profils ?

source: Delete profile %s?
fr: Supprimer le profil %s ?

source: Are you sure you want to delete all privileges?
fr: Êtes-vous sûr(e) de vouloir supprimer tous les privilèges ?

source: Delete privilege %s?
fr: Supprimer le privilege %s ?

source: Are you sure you want to modify all users?
fr: Êtes-vous sûr(e) de vouloir modifier tous les comptes utilisateurs ?

source: Modify user %s?
fr: Modifier le compte %s ?

source: Please enter new password for user %s:
fr: Saisissez le nouveau mot de passe de %s :

source: Please confirm new password for user %s:
fr: Confirmez le nouveau mot de passe de %s :

source: Please enter your OLD (current) password:
fr: Saisissez votre mot de passe ACTUEL :

source: Please enter your new password:
fr: Saisissez votre nouveau mot de passe :

source: Please confirm your new password:
fr: Confirmez votre nouveau mot de passe :

source: Please enter %s's OLD (current) password:
fr: Saisissez le mot de passe ACTUEL de %s :

source: Wrong password, procedure aborted.
fr: Mauvais mot de passe, abandon de la procédure.

source: Passwords do not match, leaving the old one in place.
fr: Les mots de passe ne correspondent pas, l'ancien reste inchangé.

source: Unable to remove user {0} from group {1} (was: {2}).
fr: Impossible de supprimer le(s) utilisateur(s) {0} du groupe {1} (problème initial: {2}).

source: Unable to add user {0} in group {1} (was: {2}).
fr: Impossible d'ajouter le(s) utilisateur(s) {1} dans le groupe {1} (problème initial : {2}).

source: What do you want to modify about user(s) %s ?
fr: Que voulez-vous modifier sur le(s) compte(s) %s ?

source: Are you sure you want to modify all groups?
fr: Êtes-vous sûr(e) de vouloir modifier tous les groupes ?

source: Modify group %s?
fr: Modifier le groupe %s ?

source: Skipped associated system group %s, handled automatically by standard group move.
fr: Le groupe système associé %s a été ignoré, son déplacement est géré automatiquement lorsque son groupe standard est lui-même déplacé.

source: Skipped responsible(s) {0} addition on non-standard group {1}.
fr: L'ajout des responsable(s) {0} au groupe non-standard {1} a été ignoré.

source: Skipped responsible(s) {0} deletion on non-standard group {1}.
fr: La suppression des responsable(s) {0} du groupe non-standard {1} a été ignorée.

source: Skipped guest(s) {0} addition on non-standard group {1}.
fr: L'ajout des invité(s) {0} au groupe non-standard {1} a été ignoré.

source: Skipped guest(s) {0} deletion on non-standard group {1}.
fr: La suppression des invité(s) {0} du groupe non-standard {1} a été ignorée.

source: What do you want to modify about group(s) %s?
fr: Que voulez-vous modifier sur le(s) groupe(s) %s ?

source: Are you sure you want to modify all profiles?
fr: Êtes-vous sûr(e) de vouloir modifier tous les profils ?

source: Modify profile %s?
fr: Modifier le profil %s ?

source: What do you want to modify about profile(s) %s?
fr: Que voulez-vous modifier sur le(s) profil(s) %s ?

source: not yet anymore.
fr: plus maintenant.

source: Skipped non-existing backend %s.
fr: Le backend non-existant %s a été ignoré.

source: Skipped non-existing extension %s.
fr: L'extension inexistante %s a été ignorée.

source: What do you want to modify on volumes? use --help to know!
fr: Que voulez-vous modifier sur les volumes ? Utilisez --help pour obtenir plus d'information.

source: Are you sure you want to check all users?
fr: Êtes-vous sûr(e) de vouloir vérifier tous les comptes utilisateurs ?

source: Check account %s?
fr: Vérifier le compte %s ?

source: Are you sure you want to check all groups?
fr: Êtes-vous sûr(e) de vouloir vérifier tous les groupes ?

source: Check group %s?
fr: Vérifier le groupe %s ?

source: Are you sure you want to check all profiles?
fr: Êtes-vous sûr(e) de vouloir vérifier tous les profils ?

source: Check profile %s?
fr: Vérifier le profil %s ?

source: Sorry, not yet.
fr: Désolé, pas encore.

source: Django WMI tests are not meant to be run on a production system. If you really want to, set {0} in {1}, and prepare to see your daemon restart after each run.
fr: Les tests Django de la WMI ne sont pas prévus pour être exécutés sur un système en production. Si vous souhaitez vraiment le faire, définissez {0} dans {1}, et préparez-vous à voir votre daemon redémarrer à la fin de chaque exécution de tests.

source: Running WMI Django tests for app {0}, this may take a while…
fr: Exécution des tests WMI pour l'app Django {0}, ça va prendre un moment…

source: Could not run tests for app {0}
fr: Impossible d'exécuter les tests pour l'app Django {0}

source: Successfully ran Django WMI tests for app {0}.
fr: Tests WMI pour l'app Django {0} exécutés avec succès.

source: {0}{1} ({2} watched dirs, {3} config files, {4} queued events)
fr: {0}{1} ({2} répertoires observés, {3} fichiers de configuration, {4} événements en file d'attente)

source: {0}: closing {1} watches, please wait…
fr: {0} : fermeture de {1} observateurs, merci de patienter…

source: {0}: error on read_events: {1}
fr: {0} : erreur à la lecture d'évènements : {1}

source: {0}: configuration file {1} changed, trigerring upstream reload.
fr: {0} : le fichier de configuration {1} a changé, rechargement de l'appelant.

source: {0}: increased inotify {1} to {2}.
fr: {0} : la variable inotify {1} a été augmentée à {2}.

source: {0}: initializing facilities, backends, controllers and extensions.
fr: {0} : initialisation des services internes, backends, contrôleurs et extensions.

source: {0}: {1} callbacks collected.
fr: {0} : gestionnaires d'{1} collectés.

source: {0}: collecting all threads.
fr: {0} : ramassage de tous les threads.

source: {0}: starting all threads.
fr: {0} : démarrage de tous les threads.

source: {0}: stopping threads.
fr: {0} : arrêt des threads.

source: {0}: not starting WMI, disabled on command line or by configuration directive.
fr: {0} : la WMI ne sera pas lancée, elle est désactivée sur la ligne de commande ou par une directive de configuration.

source: {0}: not starting the WMI because initial check in progress.
fr: {0} : la WMI ne sera pas lancée car les vérifications initiales ont été demandées.

source: {0}: initial check finished, terminating.
fr: {0} : vérifications initiales terminées, arrêt en cours.

source: {0}: all threads started, going to sleep waiting for signals.
fr: {0} : tous les threads ont démarré. En attente de signaux.

source: {0}: all threads started, waiting for the end of initial check.
fr: {0} : tous les threads ont démarré. En attente de la fin des vérifications initiales.

source: {0}: all threads started, ready for TTY interaction.
fr: {0} : threads démarrés ; prêt pour l'intéraction sur le terminal.

source: Licorn® {role} daemon {full}status: up {uptime}, {nb_threads} threads, {nb_controllers} controllers, {nb_queues} queues, {nb_locked}/{nb_locks} Mlocks, {sub_locked}/{sub_locks} Ulocks CPU: usr {ru_utime:.3}s, sys {ru_stime:.3}s MEM: res {mem_res:.2}Mb shr {mem_shr:.2}Mb ush {mem_ush:.2}Mb stk {mem_stk:.2}Mb
fr: État {full}du daemon Licorn®: lancé depuis {uptime}, {nb_threads} threads, {nb_controllers} controlleurs, {nb_queues} files, {nb_locked}/{nb_locks} Mlocks, {sub_locked}/{sub_locks} Ulocks UC: utl {ru_utime:.3}s, sys {ru_stime:.3}s MÉM: rés {mem_res:.2}Mo prt {mem_shr:.2}Mo upr {mem_ush:.2}Mo pil {mem_stk:.2}Mo

source: Queues: %s
fr: Files d'attente: %s

source: Successfully loaded gettext translations for language {0}.
fr: Chargement des traductions pour la langue {0} effectué avec succès.

source: {0}: cannot announce shutdown to remote hosts (was: {1}).
fr: {0} : impossible d'annoncer notre fermeture aux hôtes distants (erreur : {1}).

source: {0}: joining threads.
fr: {0} : rappel des threads.

source: {0}: waiting for thread {1} to finish{2}.
fr: {0} : attente de terminaison du thread {1}{2}.

source: (currently working on %s)
fr: (actuellement sur %s)

source: {0}: restarting{1}.
fr: {0} : redémarrage{1}.

source: {0}: wiped dead thread {1} from memory.
fr: {0} : le thread terminé {1} a été retiré de la mémoire.

source: {0}: doing manual garbage collection on {1}.
fr: {0} : réalisation d'un ramassage de miettes manuel de {1}.

source: Denied connection tentative from {0}:{1} (allowed are {2} and {3}).
fr: Tentative de connexion refusée depuis {0}:{1} (les seules valides sont {2} et {3}).

source: Senseless connection tentative from {0}, uid {2}.
fr: Tentative de connexion inhabituelle depuis {0}, uid {2}.

source: Connection tentative from {0}: unknown local UID {1}!
fr: Tentative de connexion depuis {0}: UID local {1} inconnu !

source: {0}/{1}: authorized client connection from {2}:{3}, user {4}({5}).
fr: {0}/{1}: Connexion client autorisée depuis {2}:{3}, utilisateur {4}({5}).

source: Connection tentative from {0}:{1}, user {2}({3}).
fr: Tentative de connexion depuis {0}:{1}, utilisateur {2}({3}).

source: {0}: not starting because initial check in progress.
fr: {0} : non démarré car les vérifications initiales sont en cours.

source: {0}: {1} to answer requests at {2}.
fr: {0} : {1} à répondre aux requêtes à l'adresse {2}.

source: ready
fr: prêt

source: {0}: socket already in use. waiting (total: %ds).
fr: {0} : socket déjà utilisé. Attente de libération (total : %ds).

source: {0}: socket error {1}.
fr: {0} : erreur socket réseau {1}.

source: {0}: {1} to answer requests at address {2}.
fr: {0} : {1} à répondre aux requêtes à l'adresse {2}.

source: Fixing permissions in {0}, this may take a while…
fr: Correction des permissions dans {0}, merci de patienter…

source: Creating the Django session database in {0}, this may take a while…
fr: Création de la base de données de sessions pour Django dans {0}, merci de patienter…

source: Successfully created Django session database in {0}.
fr: La création de la base de données de sessions Django dans {0} a réussi.

source: Creating an SSL certificate/key pair for the WMI…
fr: Création d'une paire certificat/clef SSL pour la WMI…

source: Successfully created WMI SSL certificate/key pair.
fr: La création de la paire de certificat/clef SSL pour la WMI a réussi.

source: data
fr: données

source: Created {1} directory {0}.
fr: Le répertoire {1} {0} a été créé.

source: Licorn Keywords File Modifier
fr: Modification des mots-clef — Licorn®

source: <span size="xx-large">Licorn Keywords modifier</span>
fr: <span size="xx-large">Modification des mots-clef — Licorn®</span>

source: Paths affected by keywords
fr: Chemins affectés par les mots-clefs

source: Apply keywords recusively to dirs
fr: Appliquer récursivement les mots-clefs au sous-répertoires et sous-fichiers.

source: Keywords (instant apply)
fr: Mots-Clefs (application instantanée)

source: Current selection:
fr: Sélection actuelle&#160;:

source: Licorn Keywords File Query
fr: Recherche par mot-clef — Licorn®

source: <span size="xx-large">Licorn Keywords File Query</span>
fr: <span size="xx-large">Recherche par mot-clef — Licorn®</spam>

source: {0}: {1} received, restarting listener.
fr: {0} : signal {1} reçu, redémarrage de l'écouteur.

source: Interrupted, cleaning up!
fr: Interrompu ! En cours de nettoyage avant fermeture…

source: Filter options
fr: Options de filtrage

source: Also select system data. I.e. output system %s too.
fr: Sélectionner aussi les données système, c'est à dire afficher aussi les %s systèmes.

source: long output (all info, attributes, etc). Default: %s.
fr: sortie longue (toutes les informations, tous les attributs disponibles, etc). Valeur d'usine : %s.

source: no
fr: aucun

source: Stay connected to the daemon and update the status every given interval (see below). Default: %s.
fr: Rester connecté au daemon et mettre à jour l'état tous les intervalles (voir plus haut). Valeur d'usine : %s.

source: Monitoring interval (in seconds). Default: %s.
fr: Intervalle de rafraîchissement (en secondes). Valeur d'usine : %s.

source: Monitor a given number of count. Default: %s.
fr: Surveiller un certain nombre de fois (indépendamment du temps). Valeur d'usine : %s.

source: infinite
fr: infini

source: Monitor during a time period, in seconds. Default: %s.
fr: Surveiller pendant un certain temps, en secondes. Valeur d'usine : %s.

source: Do not clear the screen between each monitor output. Default: %s.
fr: Ne pas nettoyer l'écran entre chaque affichage. Valeur d'usine : %s.

source: {0} {1}: this can be a very long operation{2}
fr: {0} {1} : cette opération peut être très longue{2}

source: Check *all* %s on the system.
fr: Vérifier *tous* les %s sur le système.

source: Check every bit of the configuration.
fr: Vérifier chaque point de la configuration minutieusement.

source: WARNING
fr: ATTENTION

source: , depending of the current number of %s.
fr: , en fonction du nombre actuel de %s.

source: Only select system accounts.
fr: Sélectionner seulement les comptes système.

source: Only select non-system accounts.
fr: Sélectionner seulement les comptes non-système.

source: Only select system groups.
fr: Sélectionner seulement les groupes systèmes.

source: Only select non-system groups.
fr: Sélectionner seulement les groupes non-système.

source: Only select privileged groups.
fr: Sélectionner seulement les groupes qui sont aussi des privilèges.

source: Only select non-privileged groups.
fr: Sélectionner seulement les groupes qui ne sont pas aussi des privilèges.

source: Only select responsibles groups.
fr: Sélectionner seulement les groupes de responsables.

source: Only select non-responsible groups.
fr: Sélectionner seulement les groupes qui ne sont pas des groupes de responsables.

source: Only select guests groups.
fr: Sélectionner seulement les groupes d'invités.

source: Only select non-guest groups.
fr: Sélectionner seulement les groupes qui ne sont pas des groupes d'invités.

source: Only select empty groups.
fr: Sélectionner seulement les groupes qui sont vides.

source: one of --name or --group is required
fr: l'un des arguments --name ou --group est obligatoire

source: Only select machines whose status is totally unknown.
fr: Sélectionner seulement les machines dont l'état est inconnu.

source: Only select going to sleep machines.
fr: Sélectionner seulement les machines en train de passer en veille.

source: Only select asleep machines.
fr: Sélectionner seulement les machines en veille.

source: this is the default behaviour
fr: C'est le comportement implicite

source: Only select booting machines.
fr: Sélectionner seulement les machines en train de démarrer.

source: Only select idle machines.
fr: Sélectionner seulement les machines oisives.

source: Only select active machines.
fr: Sélectionner seulement les machines actives.

source: Only select loaded machines.
fr: Sélectionner seulement les machines chargées.

source: options --force and --batch are mutually exclusive!
fr: Les options --force et --batch sont mutuellement exclusives.

source: Output options
fr: Options de sortie

source: Modify how data is printed/exported.
fr: Modifie comment les données sont affichées / exportées.

source: this is the default
fr: c'est la valeur implicite

source: sub-category
fr: sous-catégorie

source: NO XML
fr: PAS de XML

source: {1} {0} user [--login] <login> {0} user [--login] <login> [-s|--system] [-p|--password "<cleartext_password>"] [-g|--gid=<primary_gid|primary_group>] [-r|--profile=<profile_name|profile_group|profile_gid>] [-K|--skel=<absolute_path_to_skel>] [-e|--gecos=<given name>] [-H|--home=<home_dir>] [other options…] {2} (Will automatically create users groups during the process) {0} users --filename=<file> --profile=<profile_name|profile_group|profile_gid> [--lastname-column=<COL>] [--firstname-column=<COL>] [--group-column=<COL>] [--login-column=<COL>] [--password-column=<COL>] [--separator=<SEP>] [--confirm-import] [--no-sync]
fr: {1} {0} user [--login] <login> {0} user [--login] <login> [-s|--system] [-p|--password « mot de passe en clair »] [-g|--gid=<groupe_primaire|gid_primaire>] [-r|--profile=<nom_de_profil|nom_de_groupe_de_profil|gid_de_groupe_de_profil>] [-K|--skel=<chemin_absolu_vers_squelette>] [-e|--gecos=<nom_complet>] [-H|--home=<répertoire_maison>] [autres options…] {2} (Créera automatiquement les groupes nécessaires au fûr et à mesure) {0} users --filename=<fichier_d_import> --profile=<nom_de_profil|nom_de_groupe_de_profil|gid_de_groupe_de_profil> [--lastname-column=<NUMERO_DE_COLONNE>] [--firstname-column=<NUMERO_DE_COLONNE>] [--group-column=<NUMERO_DE_COLONNE>] [--login-column=<NUMERO_DE_COLONNE>] [--password-column=<NUMERO_DE_COLONNE>] [--separator=<CARACTERE_SEPARATEUR>] [--confirm-import] [--no-sync]

source: Individual user creation:
fr: Création individuelle d'utilisateurs :

source: Massive users creation:
fr: Création de comptes en masse :

source: Individual user creation options
fr: Options de création individuelle de compte utilisateur

source: autogenerated from login
fr: auto-généré à partir de l'identifiant

source: It can be used for massive imports, too
fr: Il peut aussi être utilisé pour les imports massifs

source: Do not watch the home directory of the user for content changes. Usefull for big directories which slow down licornd. You have to manually run {0} on non-watched users. (default: {1})
fr: Ne pas surveiller les changements du contenu du répertoire maison de l'utilisateur. Utile pour les énormes répertoires qui ralentissent beaucoup licornd. Vous devez lancer {0} manuellement sur ces comptes non-surveillés. (valeur d'usine : {1})

source: watched
fr: surveillé

source: The user will have no password. %s.
fr: L'utilisateur n'aura pas de mot de passe. %s.

source: Massive users creation options
fr: Options de création en masse d'utilisateurs

source: Required in massive imports mode
fr: Obligatoire pour les imports massifs

source: none
fr: aucun

source: determined automatically
fr: déterminé automatiquement

source: required
fr: obligatoire

source: not permissive
fr: non permissif

source: Add profile options
fr: Options d'ajout du profil

source: It is required
fr: Cet argument est obligatoire

source: This can be risky in some situations
fr: Celà peut être risqué dans bon nombre de situations

source: it is required
fr: Cet argument est obligatoire

source: Add privilege options
fr: Options d'ajout de privilège

source: Delete user options
fr: Options de suppression de compte utilisateur

source: Delete group options
fr: Options de suppression de groupe

source: NO
fr: NON

source: Delete profile options
fr: Options de suppression de profil

source: Use with caution
fr: Utiliser avec précaution

source: Delete privilege options
fr: Options de suppression de privilège

source: This argument is required
fr: Cet argument est obligatoire

source: Modify user options
fr: Options de modification de compte utilisateur

source: make user member of these groups.
fr: Rendre l'utilisateur membre de ces groupes.

source: Modify machine(s) options
fr: Options de modifications des machines

source: remotely shutdown specified machine(s).
fr: éteindre à distance les machines spécifiées.

source: Display a warning message to connected user(s) before shutting system(s) down.
fr: Avertir l(es) utilisateur(s) connecté(e)(s) que leur machine va s'éteindre.

source: remotely upgrade pending packages (do security updates).
fr: Mettre à jour les applications à distance (effectuer les mises à jour de sécurité).

source: Modify volume(s) options
fr: Options de modification des volumes

source: Modify configuration options
fr: Options de modification de la configuration

source: Set restrictive perms (710) on %s.
fr: Appliquer des permissions restrictives (710) sur %s.

source: Set relaxed perms (750) on %s.
fr: Appliquer des permissions relâchées (750) sur %s.

source: end the interactive session cleanly
fr: terminer la session intéractive proprement

source: Unknow mode %s!
fr: Mode %s inconnu !

source: Daemon connection lost, bailing out.
fr: Connexion au daemon perdue, abandon.

source: Could not get daemon status
fr: Impossible de récupérer l'état du daemon

source: Could not obtain daemon status
fr: Impossible de récupérer l'état du daemon

source: Licorn® {0}, Python {1} on {2}
fr: Licorn® {0}, Python {1} sur {2}

source: unable to write history file!
fr: impossible de sauvegarde l'historique des commandes !

source: Failed to call `{0}()` on machine {1}!
fr: Impossible d'exécuter `{0}()` sur la machines {1} !

source: Cannot call `{0}` on non-connected machine {1}!
fr: Impossible d'exécuter `{0}` sur la machine {1} non-connectée !

source: {0}: Linked {1} to {2}.
fr: {0} : {1} a été lié à {2}.

source: {0}: {1} at {2}.
fr: {0} : {1} à {2}.

source: Licorn® %s shutdown
fr: Extinction du %s Licorn®

source: server
fr: serveur

source: new Licorn® %s
fr: nouveau %s Licorn®

source: Licorn® %s back online
fr: Le %s Licorn® est de retour en ligne

source: {0}: {1} came back online.
fr: {0} : {1} est de retour en ligne.

source: Shut down machine {0}.
fr: Éteindre la machine {0}.

source: Overwritten mid %s
fr: MID %s écrasé

source: {0}: network auto-discovery disabled by configuration rule {1}, not going further.
fr: {0} : auto-scan du réseau désactivé par la directive de configuration {1}.

source: {0}: {1} initial network discovery.
fr: {0} : auto-scan initial du réseau {1}.

source: starting
fr: démarrage en cours

source: Package status unavailable on machine {0}.
fr: État des paquets non-disponible sur la machine {0}.

source: packages status unavailable
fr: information de mise à jour non-disponible

source: , {0} package(s) to upgrade {1}
fr: , {0} paquet(s) à mettre à jour {1}

source: ({0} security update(s))
fr: ({0} mise(s) à jour de sécurité)

source: (this machine)
fr: (cette machine)

source: status
fr: état

source: (remote control enabled)
fr: (contrôle à distance activé)

source: address
fr: adresse

source: expires: %s,
fr: expire : %s,

source: managed
fr: accrochées

source: floating
fr: flottantes

source: ethernet
fr: éthernet

source: You must pass a hostname to verify!
fr: Vous devez passer un nom de machine à vérifier !

source: Cannot build a valid hostname (got {0}, which does not verify {1}).
fr: Impossible de construire un nom de machine valide (obtenu {0}, qui ne vérifie pas {1})

source: Skipped
fr: Ignoré
