Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: {0}: File {1} is protected by the {2} flag, we cannot alter it. Hope this is intended, because we are continuing like if it was modified but it is NOT.
fr: {0}: le fichier {1} est protégé par le drapeau {2}, impossible de le modifier. En espérant que c'est volontaire, le programme continue comme s'il avait pu le modifier, alors que ce n'est pas le cas.

source: File: "{0}", line {1}, in {2}
fr: Fichier « {0} », ligne {1}, dans {2}

source: Licorn®: {0} for {1}
fr: Licorn® : {0} pour {1}

source: You may want to install optional python module{0} {1} to benefit of full functionnality (debian package{2} {3}). As this is optional, you will not see this message again.
fr: Vous voudriez peut-être installer le{0} module{0} python {1} pour bénéficier de fonctionnalités supplémentaires (paquet{2} debian {3}). Comme c'est complètement optionnel, vous ne reverrez pas ce message à l'avenir.

source: You must install required python module{0} {1} (Debian/PIP package{2} {3}) before continuing.
fr: Vous devez installer le{0} module{0} python {1} (paquet{2} Debian/PIP {3}) avant de continuer.

source: Exception {0} while running {1}({2}{3}{4})
fr: Exception {0} rencontrée pendant l'exécution de l'évènement {1} ({2}{3}{4})

source: {0:.2f}Yib
fr: {0:.2f}Yio

source: {0:.2f}Zib
fr: {0:.2f}Zio

source: {0:.2f}Eib
fr: {0:.2f}Eio

source: {0:.2f}Pib
fr: {0:.2f}Pio

source: {0:.2f}Tib
fr: {0:.2f}Tio

source: {0:.2f}Gib
fr: {0:.2f}Gio

source: {0:.2f}Mib
fr: {0:.2f}Mio

source: {0:.2f}Kib
fr: {0:.2f}Kio

source: %s ago
fr: il y a %s

source: in %s
fr: dans %s

source: {0} year{1}
fr: {0} année{1}

source: {0} month{1}
fr: {0} moi{1}

source: {0} day{1}
fr: {0} jour{1}

source: {0} hour{1}
fr: {0} heure{1}

source: {0}d{1}
fr: {0}j{1}

source: Inserted missing directive {1} in {0}.
fr: La directive manquante {1} a été insérée dans {0}.

source: modified {0} directive {1} to be equal to {2} (was originaly {3}).
fr: La directive {0} {1} a été modifiée à la valeur {2} (initialement, c'était {3}).

source: Modify {0} on disk to reflect current in-memory changes?
fr: Modifier {0} sur le disque pour prendre en compte ces changements ?

source: Altered {0} to match {1} pre-requisites.
fr: {0} a été modifié pour prendre en compte les pré-requis {1}.

source: Insufficient permissions. Are you root? {0}
fr: Permissions insuffisantes. Êtes-vous root ? {0}

source: Modifications in {0} are mandatory for {1} to work properly. Cannot continue without this, sorry!
fr: Les modifications de {0} sont nécessaires au bon fonctionnement de {1}. Impossible de continuer sans ça, désolé !

source: Thread {0} has no listener anymore, desengaging from monitors (was: {1}).
fr: Le thread {0} n'a plus d'écouteur, désengagement des moniteurs (était : {1}).

source: Thread {0} has lost its remote end, desengaging from monitors (was: {1}).
fr: Le thread {0} a perdu sa connection distante, désengagement des moniteurs (était : {1}).

source: Key %s expired!
fr: La clé %s a expiré !

source: {0}({1}): fork #1.
fr: {0}({1}) : fourche #1.

source: {0}({1}): exit parent #1.
fr: {0}({1}) : arrêt du parent #1.

source: {0}({1}): fork #1 failed: errno {2} ({3}).
fr: {0}({1}): fourche #1 échouée : erreur {2} ({3}).

source: {0}({1}): fork #2.
fr: {0}({1}) : fourche #2.

source: {0}({1}): exit parent #2.
fr: {0}({1}) : arrêt du parent #2.

source: {0}({1}): fork #2 failed: errno {2} ({3}).
fr: {0}({1}): fourche #2 échouée : erreur {2} ({3}).

source: {0}({1}): closing all FDs.
fr: {0}({1}): fermeture de tous les descripteurs de fichiers.

source: {0}({1}): ignoring TTY-related signals.
fr: {0}({1}): ignorance des signaux relatifs aux TTY.

source: {0}({1}): using {2} as log channel.
fr: {0}({1}): utilisation de {2} comme journal.

source: Cannot set process name (was %s).
fr: Impossible de définir le nom de processus (erreur initiale : %s).

source: group %s does not exist and we are not root, aborting. Please manually relaunch this program with root privileges to automatically create this group.
fr: Le groupe %s n'existe pas et nous ne sommes pas root, abandon. Relancez de programme avec les privilèges root pour le créer automatiquement SVP.

source: Re-exec() ourselves with sudo to gain root privileges (execvp(%s)).
fr: Ré-exécution avec sudo pour obtenir les privilèges root (execvp(%s)).

source: You are not a member of group %s; cannot do anything for you, sorry!
fr: Vous n'êtes pas membre du group « %s », je ne peux rien faire pour vous, désolé !

source: Forking licornd.
fr: Fourchage de licornd.

source: {0:s}: dry_run({1}){2}.
fr: {0:s} : passage à vide({1}){2}.

source: → sleep({0})
fr: → attente({0})

source: {0}: Exception while trying to run {1}.
fr: {0} : Exception pendant la tentative d'exécution de {1}.

source: Cannot find client 127.0.0.1:{0} or 127.0.1.1:{0} in /proc/net/tcp!
fr: Impossible de trouver le client 127.0.0.1:{0} ou 127.0.1.1:{0} dans /proc/net/tcp !

source: Thread {0}{1}: {2}, but no more info.
fr: Thread {0}{1} : {2}, mais pas d'information supplémentaire.

source: alive
fr: vivant

source: dead
fr: mort

source: Ignoring unexisting entry "%s".
fr: Chemin non-existant "%s" ignoré.

source: Impossible to apply this perm or ACL.
fr: Impossible d'appliquer cette permission ou ACL en l'état.

source: posix1e.ACL(text=%s).check() call failed.
fr: l'appel posix1e.ACL(text=%s).check() a échoué.

source: Do not know how to expand tildes for %s objects!
fr: Aucun moyen connu pour étendre les tildes des objets %s !

source: minifind: mindepth must be <= maxdepth.
fr: minifind: la profondeur minimale doit être inférieure à la profondeur maximale.

source: minifind(): skipping link or mountpoint {0}.
fr: minifind() : éviction du lien symbolique ou point de montage {0}.

source: Directory %s does not exist. Create it?
fr: Le répertoire %s n'existe pas. Le créer ?

source: Created directory {0}.
fr: Le répertoire {0} a été créé.

source: Cannot continue checks for directory {0} (was: {1}).
fr: Impossible de continuer les vérifications dans le répertoire {0} (problème initial : {1}).

source: Checking file %s…
fr: Vérification du fichier %s…

source: Checking directory %s…
fr: Vérification du répertoire %s…

source: Checking {1} on {0}…
fr: Vérification des {1} de {0}…

source: posix perms
fr: des permissions posix

source: Checking {1} on {0} contents…
fr: Vérification des {1} dans le contenu de {0}…

source: Not touching %s, it is not a file nor a directory.
fr: %s est ignoré, ce n'est ni un fichier, ni un répertoire.

source: Invalid utf8 filename "{0}". Rename it?
fr: Nom de fichier utf8 invalide « {0} ». Le renommer ?

source: (invalid utf8 filename)
fr: (nom de fichier utf8 invalide)

source: (invalid utf8 filename, copy #{0})
fr: (nom de fichier utf8 invalide, copie {0})

source: Renamed file {0} to {1}.
fr: Le fichier {0} été renommé {1}.

source: File {0} has an invalid utf8 filename, it must be renamed before beiing checked further.
fr: Le fichier {0} a un nom utf8 invalide, il doit être renommé avant d'être vérifié plus avant.

source: Checking {0} of {1}…
fr: Vérification {0} de {1}…

source: posix.1e ACL
fr: de l'ACL posix.1e

source: posix permissions
fr: des permissions posix

source: Invalid access ACL for {path} (it is {current_acl} but should be {access_acl}).
fr: ACL d'accès invalide sur {path} (actuellement {current_acl}, mais devrait être {access_acl}).

source: empty
fr: vide

source: Applyed access ACL {access_acl} on {path}.
fr: L'ACL d'accès {access_acl} a été appliqué sur {path}.

source: Invalid default ACL for {path} (it is {current_acl} but should be {access_acl}).
fr: ACL «défaut» invalide pour {path} (actuellement {current_acl}, mais devrait être {access_acl}).

source: Applyed default ACL {access_acl} on {path}.
fr: L'ACL héritable {access_acl} a été appliqué sur {path}.

source: An ACL is present on {path}, but it should not.
fr: Un ACL est présent sur {path}, mais il ne devrait pas.

source: Deleted default ACL from {0}.
fr: L'ACL « défault » a été effacé de {0}.

source: Deleted access ACL from {0}.
fr: L'ACL d'accès a été effacé de {0}.

source: Invalid posix permissions for {path} (it is {current_mode} but should be {wanted_mode}).
fr: Permissions posix invalides sur {path} (actuellement {current_mode}, mais devraient être {wanted_mode}).

source: Applyed posix permissions {wanted_mode} on {path}.
fr: Les permissions posix {wanted_mode} ont été appliquées sur {path}.

source: Checking POSIX uid/gid/perms of %s.
fr: Vérification des propriétaire/groupe/permissions POSIX de %s.

source: Invalid owership for {0}: currently {1}:{2} but should be {3}:{4}. Correct it?
fr: Propriétaire invalide sur {0}: actuellement {1}:{2} mais devrait être {3}:{4}. Le corriger ?

source: Changed owner of {0} to {1}:{2}.
fr: Le propriétaire de {0} est maintenant {1}:{2}

source: Invalid owership for {0}: currently {1}:{2} but should be {3}:{4}.
fr: Les permissions sur {0} sont invalides: actuellement {1}:{2}, mais devraient être {3}:{4}.

source: Created symlink {link}, pointing to {orig}.
fr: Le lien symbolique {link}, pointant vers {orig}, a été créé.

source: A symlink {link} already exists, but points to {dest}, instead of {good}. Correct it?
fr: Un lien symbolique {link} existe déjà, mais pointe vers {dest} au lieu de {good}. Dois-je le corriger ?

source: Overwritten symlink {link} with destination {good} instead of {dest}.
fr: Le lien symbolique {link} a été écrasé avec la nouvelle destination {good} au lieu de {dest}.

source: Cannot create symlink {0} to {1}!
fr: Impossible de créer le lien symbolique {0} vers {1}!

source: Symlink {link} is currently broken, pointing to non-existing target {dest}); making it point to {good}.
fr: Le lien symbolique {link} était cassé et pointait vers la destination inexistante {dest} ; il pointe maintenant vers {good}.

source: Repaired vanished symlink %s.
fr: Le lien symbolique disparu %s a été recréé.

source: {link} already exists but it is not a symlink, thus it does not point to {dest}. Rename and replace it with a correct symlink?
fr: {link} existe déjà mais n'est pas un lien symbolique, il ne pointe donc pas vers {dest}. Renommer et remplacer par un lien symbolique valide ?

source: {0} ({1} conflict){2}
fr: {0} (conflit du {1}){2}

source: Renamed {link} to {newname} and replaced it by a symlink pointing to {dest}.
fr: {link} a été renommé en {newname}, et remplacé par un lien symbolique pointant vers {dest}.

source: While making symlink to {dest}, the destination {link} already exists and is not a link.
fr: Pendant la création d'un lien symbolique pointant vers {dest}, la destination {link} existe déjà et n'est pas un lien.

source: Cannot remove %s, it does not exist!
fr: Impossible de supprimer %s, il n'existe pas !

source: Archived {0} as {1}.
fr: {0} a été archivé en tant que {1}.

source: Cannot archive %s, it does not exist!
fr: Impossible d'archiver %s, il n'existe pas !

source: Backed up {orig} as {backup}.
fr: Le fichier {orig} a été sauvegardé en tant que {backup}.

source: Remounted {0} to apply new mount options.
fr: Le système de fichiers {0} a été remonté pour appliquer les nouvelles options de montage.

source: [Ynas], or ? for help:
fr: [Onts], ou ? pour de l'aide :

source: Yes
fr: Oui

source: No
fr: Non

source: y
fr: o

source: a
fr: t

source: Yes, all
fr: Oui, tous

source: No and skip all
fr: Non, et sauter tous les autres

source: Usage: {0}: fix the current problem and continue until next. {1}: do not fix the current problem, skip to next (if possible). {2}: fix this problem and all remaining without asking further questions. {3}: skip this problem and all remaining ones (if possible).
fr: Utilisation : {0}: résoudre le problème en cours et continuer jusqu'au prochain. {1}: ne pas toucher le problème en cours, passer au suivant (si possible). {2}: résoudre ce problème et tous les suivants automatiquement {3}: sauter tous les problèmes (ne rien résoudre).

source: wrong command piped on stdin!
fr: Mauvaise commandé entubée via stdin !

source: %s: killing ourselves badly.
fr: %s: on se tire une balle dans le pied.

source: Interactive session commands: "{0}", "{1}" or "{2}": display this help message, {3}: display a new-line (for readability purposes), {4}: clear the screen (idem), {5}: interrupt the current program (kill -INT self), {6}: terminate (kill -TERM self), {7}: die badly (kill -KILL self),
fr: Commandes pour la session intéractive : "{0}", "{1}" ou "{2}": afficher ce message d'aide, {3}: afficher une nouvelle ligne vide (pour améliorer la lisibilité), {4}: nettoyer l'écran (idem), {5}: interrompre le programme immédiatement (kill -INT), {6}: terminer le programme (kill -TERM), {7}: mourrir précipitament (kill -KILL),

source: Return
fr: Entrée

source: "{letter_lower}" or "{letter_upper}":
fr: "{letter_lower}" ou "{letter_upper}" :

source: {0}: received unhandled char "{1}", ignoring.
fr: {0} : caractère non géré « {1} », ignoré.

source: {0}: bad character received on input, ignored.
fr: {0} : caractères invalide reçu sur l'entrée standard, ignoré.

source: Experimental features enabled. Have fun, but do not break anything%s.
fr: Les fonctionnalités expérimentales sont activées. Éclatez-vous bien, mais ne cassez-rien%s.

source: (hear me Nibor?)
fr: (compris Nibor ?)

source: {0}: internal debug enabled for {1}
fr: {0} : déboggage interne activé pour {1}

source: Trying to find our Licorn® server…
fr: Recherche de notre serveur Licorn®…

source: Our Licorn® server is {0}
fr: Notre serveur Licorn® est {0}

source: invalid value {0} for configuration directive {1}: must be an integer between {2} (one hour) and {3} (one week).
fr: Valeur {0} invalide pour la directive de configuration {1} : doit être un entier compris entre {2} (une heure) et {3} (une semaine).

source: You must install the debian package {0} for the upgrade mechanism to work fully. Currently you will only be able to check if the system needs upgrading.
fr: Vous devez installer le paquet debian {0} pour que le mécanisme de mises à jour fonctionne complètement. Actuellement, vous serez uniquement en mesure de vérifier que le système doit être mis à jour.

source: Error while running « unattended-upgrades »!
fr: Erreur pendant l'exécution de « unattended-upgrades » !

source: Ambiguous word {0}, matches at least {1} and {2}. Please refine your query.
fr: Mot {0} anbigü, car il correspond au moins à {1} et {2}, peut-être plus. Merci d'affiner votre demande.

source: {0}: no {1} for event {2}.
fr: {0} : aucun {1} pour l'évènement {2}.

source: {0}: exception encountered while running {1} {2} for event {3}, continuing with next method
fr: {0} : exception pendant l'exécution de {1} {2} pour l'évènement {3}, saut à la méthode suivante

source: Processing event {0}
fr: Traitement de l'évènement {0}

source: event handler
fr: gestionnaire d'évènement

source: event callback
fr: rappel d'évènement

source: {0}: Licorn® Event Loop started.
fr: {0} : boucle d'évènements démarrée.

source: {0}: Licorn® Event Loop stopped.
fr: {0} : boucle d'évènements stoppée.

source: {0}{1}: {2} events, {3} handler(s) and {4} callback(s) registered, {5} {6}
fr: {0}{1} : {2} évènements, {3} gestionnaires et {4} rappels enregistré(s), {5} {6}

source: {0}{1} ({2} events, {3} handler(s) and {4} callback(s) registered)
fr: {0}{1} ({2} évènements, {3} gestionnaires et {4} callbacks enregistré(s))

source: {0}.remote_output() aborted (no listener registered).
fr: {0}.remote_output() abandonnée (plus d'écouteur enregistré).

source: New trace session started with UUID {0}, facilities {1}.
fr: Nouvelle session de trace démarrée avec l'UUID {0}, pour les facilités {1}.

source: Monitor listener with UUID %s not found!
fr: Le moniteur avec l'UUID %s est introuvable !

source: Trace session UUID {0} ended.
fr: La session de trace avec l'UUID {0} est terminée.

source: {0}: Interactive console requested by {1} from {2}.
fr: {0} : console intéractive demandée par {1} depuis {2}.

source: Welcome into licornd's arcanes…
fr: Bienvenue dans les arcanes de licornd…

source: {0}: Interactive console terminated by {1} from {2}.
fr: {0} : console intéractive terminée par {1} depuis {2}.

source: Welcome back to Real World™. Have a nice day!
fr: Bon retour dans le Monde Réel™. Passez une bonne journée !

source: Unknown Error: '{0}' ({1})
fr: Erreur inconnue : '{0}' ({1})

source: Error: BrokenCount > 0
fr: Erreur : Compteur de paquets cassés > 0 !

source: %s does not exist on this system and is mandatory for this testsuite.
fr: %s n'existe pas sur ce système, mais il est nécessaire pour la suite de tests !

source: Please install missing packages before continuing.
fr: Merci d'installer le(s) paquet(s) manquant(s) avant de continuer.

source: giving back all scenarii data to {0}:{1}.
fr: Changement du propriétaire des données de scénarios vers {0}:{1}.

source: Testsuite terminated successfully.
fr: Suite de tests terminée avec succès.

source: Don't forget to test massive del/mod/chk with -a argument (not tested because too dangerous)
fr: N'oubliez pas de tester les commandes del/mod/chk avec l'argument -a (opérations massives), qui ne sont pas testées automatiquement car trop dangereuses.

source: Cleaning testsuite context, please wait…
fr: Nettoyage du contexte de la suite de tests, merci de patienter…

source: Restored initial backend to %s.
fr: Le backend initial %s a été restauré.

source: Keyboard Interrupt received; cleaning scenario, please wait…
fr: Interruption clavier reçue ; nettoyage du scénario, merci de patienter…

source: Started background tests, waiting for any failed scenario…
fr: Les tests ont démarré à l'arrière-plan ; en attente de travaux échoués…

source: Re-put scenario in the run queue for further execution.
fr: Le scénario a été remis en file d'attente d'exécution pour validation complète.

source: Stopping the run queue worker and cleaning, please wait…
fr: Arrêt du processus de travail et nettoyage, merci de patienter…

source: no more jobs, ending testsuite.
fr: Plus aucun travail, la suite de tests se termine.

source: Saved best state #%s (not inclusive).
fr: La progression a été sauvegardée jusqu'au scénario n°%s (non inclus).

source: TS global status: on #{current}, {ran}/{total} passed ({percent_done:.2}%) {passed_content}- {failed} failed ({percent_failed:.2}%) - best score until now: #{best}
fr: État courant TS: travail sur n°{current}, {ran}/{total} réussis ({percent_done:.2}%) {passed_content}- {failed} échoués ({percent_failed:.2}%) - progression maximum : n°{best}

source: context setup
fr: préparation

source: last: {passed}{passed_more}
fr: derniers: {passed}{passed_more}

source: The {0} testsuite holds {1} scenarii, counting {2} commands (avg of {3} cmds per scenario).
fr: La testsuite {0} contient {1} scenarii, comptabilisant {2} commandes (moy. de {3} commandes par scenario).

source: No scenario selected
fr: Aucun scénario sélectionné

source: Cannot select a higher scenario than the current best_state (%s)
fr: Vous ne pouvez pas démarrer à un numéro de scénario plus haut que le meilleur actuel (%s)

source: Scenario number '%s' is not valid.
fr: Le numéro de scénario '%s' n'est pas valide.

source: State file deleted, start from beginning.
fr: Fichier d'état supprimé, on recommence depuis le début…

source: no reference output for {sce_name}, cmd #{cmd_num}/{total_cmds}: {highlight_cmds} {run_output}
fr: Aucune sortie de référence pour le scénario {sce_name}, commande n°{cmd_num}/{total_cmds}: {highlight_cmds} {run_output}

source: is this output good to keep as reference for future runs?
fr: Est-ce que cette sortie est bonne pour garder en tant que référence des exécutions futures ?

source: command #{cmd_num}/{total_cmds} failed (sce#{sce_num}, ctx {context}). Retcode {ret_code} (ref {ref_code}). {highlight_cmds} {diff_output}
fr: La commande n°{cmd_num}/{total_cmds} a échoué (scé. n°{sce_num}, ctx {context}). Code de retour {ret_code} (réf.: {ref_code}). {highlight_cmds} {diff_output}

source: Should I keep the new return code and trace as reference for future runs?
fr: Dois-je garder le nouveau code de retour comme valeur de référence pour les exécutions futures ?

source: Backend changed to shadow
fr: Backend basculé vers shadow.

source: Backend changed to OpenLDAP
fr: Backend basculé vers OpenLDAP.

source: Exception {exc} while loading output of cmd {cmd}, sce {sce}. Traceback follows, raising DoesntExistException
fr: L'exception {exc} a été rencontrée pendant le chargement des données de la commande {cmd} du scénario {sce}. La pile d'appel est affichée ci-après, mais l'exception DoesntExist est levée de toute manière.

source: Start run %s. Please wait while commands are executed, this can take some time.
fr: Démarrage de %s. Les commandes sont exécutées en arrière-plan, ça peut prendre un certain temps.

source: Already passed scenario %s
fr: Le scénario %s a déjà réussi.

source: Automatically saved new output for scenario #{sce} command #{cmd}/{total}
fr: Résultat automatiquement sauvegardé pour la commande n°{cmd}/{total} du scénario n°{sce}

source: Checking FAILED cmd {cmd}/{total} of scenario {sce}
fr: Vérification manuelle de la commande ÉCHOUÉE {cmd}/{total} (du scénario {sce})

source: End run %s.
fr: %s terminé.

source: running
fr: exécution de

source: The last command failed to execute, or returned an unexpected result!
fr: La dernière commande n'a pas réussi à s'exécuter, ou a retouné un résultat inatendu !

source: Cleaning directory %s.
fr: Nettoyage du répertoire %s.

source: Deleting %s.
fr: Suppression de %s.

source: Cleaned directory %s.
fr: Le répertoire %s a été nettoyé.

source: Backed up system files for context %s.
fr: Sauvegardes des fichiers systèmes effectuée pour le contexte %s.

source: Comparing backups of system files after tests for side-effects alterations.
fr: Comparaison des fichiers systèmes avec les sauvegardes pour détecter les altérations et les effets de bords.

source: System config files backup comparison finished successfully.
fr: Comparaison des fichiers systèmes effectuée avec succès.

source: reload testsuite. Start from beginning.
fr: Suite de test rechargée, on recommence depuis le début…

source: execute a specific scenario of the testsuite.
fr: Exécuter un scénario spécifique de la suite de tests.

source: List all scenarii of the testsuite.
fr: Liste tous les scénarii contenus dans la suite de tests.

source: Select all scenarii.
fr: Sélectionner tous les scénarii.

source: Start from the scenario N.
fr: Démarrer à partir du scénario N.

source: Display messages during command execution.
fr: Afficher les messages de debbogage et les sorties pendant l'exécution (attention, ça peut devenir carrément illisible).

source: Clean scenarii directory.
fr: Nettoyer le répertoire des scénarios (supprimer les sorties obsolètes).

source: Delete traces of a given scenario.
fr: Supprimer les sorties d'un scénario particulier, en vue de sa ré-exécution depuis le début.

source: Display statistics of the testsuite.
fr: Afficher les statistiques de la suite de tests.

source: Run the testsuite in standard interactive mode (one scenario at a time. Use this when you have modified a mega bunch of code, and you know it will be better to check everything manually before doing anything else, and the batch run is not what you want because your code is still in alpha stage.
fr: Lancer la suite de tests en mode intéractif standard (un scénario à la fois). Utilisez ce mode quand vous avez modifié beaucoup de code et que vous savez que c'est plus facile de tout vérifier manuellement. Dans ce cas, une exécution en batch n'est pas indiquée car vous savez que tous les scénarii vont planter systématiquement car toutes les sorties vont être modifiées.
