Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: A group named {0} exists on the system. This could eventually conflict in Debian/Ubuntu system tools. Please choose another login, or use the --force argument if you really want to add this user on the system.
fr: Un groupe {0} existe déjà sur le système. Ça pourrait éventuellement rentrer en conflit avec les outils Debian/Ubuntu. Choisissez un autre identifiant, ou utilisez l'argument --force si vous voulez vraiment l'ajouter sur le système.

source: Autogenerated UID for user {0}: {1}.
fr: UID auto-généré pour l'utilisateur {0}: {1}.

source: UID out of range for the kind of user account you specified. System UIDs must be between {0} and {1}, standard UIDs must be between {2} and {3}.
fr: UID hors-limites pour le type de compte que vous voulez créer. Les UIDs systèmes doivent être compris entre {0} et {1}, et les UIDs standards doivent être compris entre {2} et {3}.

source: Autogenerated password for user {0} (uid={1}): {2}.
fr: Mot de passe auto-généré pour l'utilisateur {0} (uid={1}) : {2}.

source: Created {accttype} user {login} (uid={uid}).
fr: Le compte utilisateur {accttype} {login} (uid={uid}) a été créé.

source: Cannot delete restricted system account %s without the --force argument, this is too dangerous.
fr: Impossible de supprimer le compte système protégé %s sans l'argument --force, c'est trop risqué.

source: {0}: account {1} already not referenced in controller!
fr: {0} : compte {1} déjà non-référencé par le contrôleur !

source: Deleted user account {0}.
fr: Compte utilisateur {0} supprimé.

source: Some user(s) check(s) did not pass, or were not corrected.
fr: Certaines vérifications ont échoué, ou n'ont pas été corrigées.

source: You must specify an UID or a login to test existence of.
fr: Vous devez spécifier un UID ou login pour tester son existence.

source: User %s does not exist
fr: L'utilisateur %s n'existe pas.

source: UID %s does not exist
fr: L'UID %s n'existe pas.

source: Cannot build a valid UNIX group name (got {0}, which does not verify {1}) with the string you provided "{2}".
fr: Impossible de construire un nom de groupe UNIX valide ({0} a été obtenu, mais ça ne vérifie pas {1}) à partir de la chaîne que vous avez fourni "{2}".

source: group {0}: Cannot set a profile ({1}) which has not the same GID as me ({2} != {3})!
fr: groupe {0} : impossible d'assigner un profil {1} dont le GID est différent du mien ({2} != {3}).

source: Permissive state {0} for group {1}.
fr: La permissivité du groupe {1} est {0}.

source: Switched group {0} permissive state to {1} (Shared content permissions are beiing checked in the background, this can take a while…)
fr: La permissivité du groupe {0} est maintenant {1} (les données partagées sont modifiées en arrière-plan, celà peut prendre un certain temps…)

source: You must specify a description
fr: Vous devez spécifier une description

source: Malformed description "{0}", must match /{1}/i.
fr: La description "{0}" est mal-formée car elle doit vérifier /{1}/i.

source: Changed group {0} description to "{1}".
fr: La description du groupe {0} est maintenant "{1}".

source: You must specify a groupSkel
fr: Vous devez spécifier un squelette de groupe

source: Invalid skel {0}. Valid skels are: {1}.
fr: Squelette {0} invalide. Les squelettes valides sont : {1}.

source: Changed group {0} skel to {1}.
fr: Le squelette du groupe {0} est maintenant {1}.

source: group {0}: removed relationship for non-existing user {1}.
fr: groupe {0} : la relation au membre inexistant {1} a été supprimée.

source: group {0}: removed duplicate relationship for member {1}.
fr: groupe {0} : membre dupliqué {1} ignoré.

source: group {0}: removed primary member {1} from auxilliary members list.
fr: groupe {0} : le membre primaire {1} a été ignoré en tant que membre auxilliaire.

source: You must specify a users list
fr: Vous devez spécifier une liste d'utilisateurs.

source: User {0} is already a member of {1} (primary or not), skipped.
fr: L'utilisateur {0} est déjà membre de {1} (en tant que groupe primaire ou non), ignoré.

source: Added user {0} to members of group {1}.
fr: L'utilisateur {0} a été ajouté au membres du groupe {1}.

source: Removed user {0} from members of group {1}.
fr: L'utilisateur {0} a été supprimé des membres du groupe {1}.

source: Skipped user {0}, already not a member of group {1}
fr: L'utilisateur {0} n'est pas membre du groupe {1}, ignoré.

source: Cannot move an associated system group without moving its standard group too. Please move the standard group instead, if this is what you meant.
fr: Impossible de déplacer un groupe système associé sans déplacer son groupe standard aussi. Merci de plutôt déplacer le groupe standard, si c'est ce que vous voulez.

source: Exception happened while trying to move group {0} from {1} to {2}, aborting (group left unchanged)
fr: Exception pendant le déplacement du groupe {0} de {1} vers {2}, opération annulée (le groupe est dans l'état initial avant déplacement)

source: An error occured while trying to restore a stable situation during group {0} move, we could be in big trouble.
fr: Exception pendant la tentative de restauration d'une situation stable suite au déplacement du groupe {0}. On est dans la panade, appelez-moi l'administrateur.

source: Moved group {0} from {1} to {2}.
fr: Le groupe {0} a été déplacé de {1} vers {2}.

source: Checking %s symlinks in members homes, this can be long…
fr: Vérification des liens symboliques %s dans les répertoires des membres, ça peut prendre un certain temps…

source: Deleted symlink %s.
fr: Le lien symbolique %s a été supprimé.

source: Unable to delete symlink {0} (was: {1}).
fr: Impossible de supprimer le lien symbolique {0} (problème initial : {1}).

source: Deleted old symlink %s.
fr: Le vieux lien symbolique %s a été supprimé.

source: Unable to read symlink {0} (was: {1}).
fr: Impossible de lire le lien symbolique {0} (problème initial : {1}).

source: User {0} lacks the symlink to group shared dir {1}. Create it?
fr: Le lien symbolique vers le groupe {1} manque à l'utilisateur {0}. Voulez-vous le créer ?

source: User {0} lacks the symlink to group shared dir {1}.
fr: Le lien symbolique vers le groupe {1} manque à l'utilisateur {0}.

source: Group {0} already in the list of profile {1}.
fr: Le groupe {0} est déja dans la liste du profil {1}.

source: Deleting group {0} from profile {1}.
fr: Suppression du groupe {0} dans le profil {1}.

source: Group {0} already absent from profile {1}.
fr: Le groupe {0} est déjà absent du profil {1}.

source: Shared dir {0} does not exist, please run "chk group {1}" to fix.
fr: Le répertoire partagé {0} n'existe pas. Exécutez "chk group {1}" pour corriger le problème.

source: Cannot demote user %s from standard membership to guest without --force flag.
fr: Impossible de rétrograder l'utilisateur %s de membre standard à invité sans utiliser l'argument --force.

source: Cannot demote user %s from responsible to guest without --force flag.
fr: Impossible de rétrograder l'utilisateur %s de responsable à invité sans utiliser l'argument --force.

source: Cannot demote user %s from responsible to standard membership without --force flag.
fr: Impossible de rétrograder l'utilisateur %s de responsable à membre standard sans utiliser l'argument --force.

source: responsibles
fr: Responsables

source: guests
fr: Invités

source: Checking system group %s…
fr: Vérification du groupe système %s…

source: The system group {0} is required for the group {1} to be fully operationnal. Create it?
fr: Le groupe système {0} est requis pour que le groupe {1} soit pleinement opérationnel. Le créér ?

source: {0} of group “{1}”
fr: Les {0} du groupe « {1} »

source: The system group {0} is required for the group {1} to be fully operationnal.
fr: Le groupe système {0} est requis pour que le groupe {1} soit pleinement opérationnel.

source: Checking system specific attributes for group {0}…
fr: Vérification des attributs spécifiques aux groupes système pour {0}…

source: Removed superfluous attribute {0} of system group {1}
fr: L'attribut superflu {0} a été supprimé du groupe système {1}.

source: Members of group “%s”
fr: Les membres du groupe « %s »

source: Added missing {0} attribute with a default value for system group {1}.
fr: L'attribut manquant {0} a été ajouté au groupe système {1} avec une valeur par défaut.

source: Do you want to commit these changes to the system (highly recommended)?
fr: Voulez-vous enregistrer ces changements dans le système (hautement recommandé) ?

source: Corrections of system group {0} not commited
fr: Les corrections du groupe {0} n'ont pas été enregistrées.

source: Unable to create symlink {0} (was: {1}).
fr: Impossible de supprimer le lien symbolique {0} (problème initial : {1}).

source: password:
fr: mot de passe:

source: skel:
fr: squelette :

source: UNKNOWN
fr: INCONNU

source: permissive
fr: permissif

source: NOT permissive
fr: NON permissif

source: — no member —
fr: — aucun membre —

source: Cannot collect responsibles for group {0} (was: {1}).
fr: Impossible de collecter les responsables du groupe {0} (problème initial : {1}).

source: Cannot collect guests for group {0} (was: {1}).
fr: Impossible de collecter les invités du groupe {0} (problème initial: {1}).

source: {0}.reload: Overwritten gid {1}.
fr: {0}.reload : GID {1} écrasé.

source: {0}: removing disapeared group {1}.
fr: {0} : suppression du groupe disparu {1}.

source: File-system {0} must be mounted with {1} option to continue!
fr: Le système de fichier {0} doit être monté avec l'option {1} pour continuer !

source: {0}: {1} does not exist and will be created later in the process.
fr: {0} : {1} n'existe pas et sera créé plus tard dans le processus.

source: GID %s does not exist on the system.
fr: Le GID %s n'existe pas sur le système.

source: Malformed group name "{0}", must match /{1}/i.
fr: Nom de groupe “{0}” mal-formé : les noms de groupes doivent respecter l'expression rationnelle /{1}/.

source: Group name must be smaller than {0} characters ("{1}" is {2} chars long).
fr: La longueur du nom du groupe doit être inférieure ou égale à {0} caractères ("{1}" en compte {2}).

source: Malformed group description "{0}", must match /{1}/i.
fr: La description de groupe "{0}" est mal-formée ; elle doit vérifier /{1}/i.

source: Created system group {0} (gid={1}).
fr: Le groupe système {0} (gid={1}) a été créé.

source: Created {0} group {1} (gid={2}).
fr: Le groupe {0} {1} (gid={2}) a été créé.

source: GID {0} is already taken by group {1}. Please choose another one.
fr: Le GID {0} est déjà pris par le groupe {1}. Choisissez-en un autre SVP.

source: The group %s already exists.
fr: Le groupe %s existe déjà.

source: The group %s already exists but has not the same type. Please choose another name for your group.
fr: Un groupe %s existe déjà, mais n'a pas le même type. Choisissez un autre nom pour ce groupe.

source: The group %s already exists with a different GID. Please check this is what you want, and make a decision.
fr: Le groupe %s existe déjà avec un GID différent. Merci de vérifier que c'est ce que vous voulez, et prenez une décision quant à son avenir.

source: The group {0} already exists but has not the same type. Please choose another name for your group.
fr: Le groupe {0} existe déjà, mais n'a pas le même type. Choisissez un autre nom pour votre nouveau groupe.

source: A user account called %s already exists, this could trigger a bug in the Debian/Ubuntu adduser code when deleting the user. Please choose another name for your group, or use the --force argument if you really want to add this group on the system.
fr: Un compte utilisateur %s existe déjà sur le système. Ça déclenchera un bug dans l'outils adduser de Debian/Ubuntu lors de l'effacement du compte (le groupe sera effacé aussi sans demande de confirmation). Choisissez un autre nom pour votre groupe, ou utilisez l'argument --force si vous voulez vraiment l'ajouter sur le système.

source: Autogenerated GID for group {0}: {1}.
fr: GID auto-généré pour le groupe {0} : {1}.

source: GID out of range for the kind of group you specified. System GIDs must be between {0} and {1}, standard GIDs must be between {2} and {3}.
fr: GID hors des limites pour le type de groupe que vous avez spécifié. Les GIDs systèmes doivent être compris entre {0} et {1}, et les GIDs standards doivent être compris entre {2} et {3}.

source: Cannot delete group {0}, currently primary group of profile {1}. Please delete the profile instead, and the group will be deleted at the same time.
fr: Impossible de supprimer le groupe {0}, actuellement groupe primaire du profil {1}. Supprimez plutôt le profil, et le groupe sera effacé dans le même temps.

source: The group still has members. You must delete them first, or use the --del-users argument. WARNING: this is usually a bad idea; use with caution.
fr: Le groupe a toujours des membres actifs. Vous devez les effacer préalablement, ou utiliser l'argument --del-users. ATTENTION : en général c'est une mauvaise idée, utilisez-le avec beaucoup de précautions.

source: Cannot delete a helper group. Please delete the standard associated group %s instead, and this group will be deleted in the same time.
fr: Impossible de supprimer un groupe système associé. Supprimez plutôt le groupe standard %s, et celui-là sera effacé dans le même temps.

source: Cannot delete restricted system group %s without the --force argument, this is too dangerous.
fr: Impossible de supprimer le groupe système restreint %s sans l'argument --force, c'est trop dangereux.

source: {0}: group {1} already not referenced in controller!
fr: {0} : le groupe {1} est déjà non-référencé par le contrôleur !

source: Deleted {0}group {1}.
fr: Le groupe {0}{1} a été supprimé.

source: system
fr: système

source: %s: inconsistency detected. Automatic check requested in the background.
fr: %s : inconsistance détectée dans les groupes. Une vérification automatique a été lancée en arrière-plan.

source: %s: dangling helper group(s) detected. Automatic removal requested in the background.
fr: %s : inconsistance détectée dans les groupes systèmes. Un nettoyage automatique a été lancé en arrière-plan.

source: {0}: primary group is missing for user(s) {1}. This is harmless, but should be corrected manually by re-creating groups with fixed GIDs, or changing these users GIDs to other values.
fr: {0} : groupe primaire manquant pour le(s) compte(s) utilisateur(s) {1}. Ce n'est pas rédhibitoire au fonctionnement du système, mais devrait être corrigé par la re-création des groupes en fixant manuellement leur GID, ou en changeant le GID primaire des-dits utilisateurs vers un GID système existant.

source: GID %s doesn't exist
fr: Le GID %s n'existe pas

source: Exception while running {0}({1}, {2})
fr: Exception pendant l'exécution de {0} ({1}, {2})

source: forever
fr: à l'infini

source: %s: saving data structures to disk.
fr: %s: enregistrement des données sur le disque.

source: %s: data structures saved to disk.
fr: %s: données enregistrées sur le disque.

source: You must specify a keyword name.
fr: Vous devez spécifier une étiquette.

source: Already shutting down!
fr: Déjà en cours d'arrêt !

source: Warning: automatic system shutdown
fr: Attention : arrêt automatique du système

source: Accept fate
fr: Accepter mon destin

source: Cancel shutdown
fr: Annuler la procédure

source: The system will automatically shutdown in one minute. Please save all your work and close your session.\n\nYou can choose to cancel this operation, but i imagine that your sysadmin will not be happy 'bout that!
fr: Le système va être arrêté automatiquement dans UNE minute. Merci de sauvegarder tout votre travail en cours, puis fermer votre session.\n\nVous pouvez choisir de reprendre la main et annuler cette opération pour garder votre machine allumée, mais votre administrateur système vous en tiendra certainement rigueur ;-)

source: Already NOT currently shutting down.
fr: Déjà PAS en train de s'arrêter !

source: Your Ubuntu version "{0}" is no longer supported by {1} developpers nor Canonical. You should consider upgrading to a newer one.
fr: Votre version d'Ubuntu "{0}" n'est plus supportée par les développeurs {1} ni Canonical. Nous vous suggérons de mettre à jour votre système vers une version plus récente.

source: This Ubuntu version "{0}" is not [yet] supported, sorry !
fr: Cette version d'Ubuntu "{0}" n'est [pas encore] supportée, désolé !

source: Your Debian version ("{0}") is no longer supported by {1} developpers nor Debian. You should consider upgrading to a newer one.
fr: Votre version de Debian "{0}" n'est plus supportée par les développeurs {1}, ni le projet Debian. Nous vous suggérons de mettre à jour votre système vers une version plus récente.

source: This Debian version "{0}" is not [yet] supported, sorry !
fr: Cette version de Debian "{0}" n'est [pas encore] supportée, désolé !

source: Your LSB distro is not yet supported. This should be trivial to implement, but this is still to be done, sorry!
fr: Votre distribution LSB n'est pas encore supportée. Ça devrait être trivial à implémenter mais encore faut-il le faire !

source: MTA not installed or unsupported.
fr: MTA non installé ou non supporté.

source: users
fr: utilisateurs

source: groups
fr: groupes

source: In {0}, directive {1} should be at least {2}, but it is {3}.
fr: Dans {0}, la directive {1} devrait être au moins {2}, mais elle est égale à {3}.

source: In {0}, directive {1} should be set to {2}, but it is {3}.
fr: Dans {0}, la directive {1} devrait être {2}, mais elle c'est {3}.

source: In {0}, directive {1} is missing. Setting it to {2}.
fr: Dans {0}, la directive {1} est manquante. Instanciation à {2}.

source: {0} lacks mandatory configuration directive(s).
fr: Il manque une(des) directive(s) de configuration obligatoire(s) dans {0}.

source: Altered {0} to match Licorn® pre-requisites.
fr: {0} a été modifié pour prendre en compte les pré-requis Licorn®.

source: Insufficient permissions. Are you root? %s
fr: Permissions insuffisantes. Êtes-vous root ? %s

source: Modifications in %s are mandatory for Licorn® to work properly with other system tools (adduser/useradd). Cannot continue without this, sorry!
fr: Les modifications de %s sont nécessaires au bon fonctionnement de Licorn® avec les autres outils systèmes (adduser/useradd). Impossible de continuer sans ça, désolé !

source: %s does not exist on this system!
fr: %s n'existe pas sur ce système !

source: In {0}, directive {1} should be {2}, but it is {3}.
fr: Dans {0}, la directive {1} devrait être à {2}, mais elle est à {3}.

source: In {0}, directive {1} is not present but should be, with value {2}.
fr: Dans {0}, la directive {1} n'est pas présente mais devrait l'être, avec la valeur {2}.

source: {0} should be altered to work with Licorn®. Fix it?
fr: {0} doit être modifié pour fonctionner avec Licorn®. Corriger ?

source: Modifications in %s are mandatory for Licorn® to work properly. Cannot continue without this, sorry!
fr: Les modifications de %s sont nécessaires au bon fonctionnement de Licorn®. Impossible de continuer sans ça, désolé !

source: Application name
fr: Nom d'application

source: Storage backends for Core objects
fr: Système de stockage pour les objets du cœur

source: Application main configuration directory
fr: Répertoire de configuration principal de l'application

source: Application main configuration filename
fr: Fichier de configuration principal de l'application

source: System groups tagged as privileges
fr: Groupes systèmes enregistrés comme privilèges

source: Filesystem must be mounted with "acl" option: %s
fr: Le système de fichier doit être monté avec l'option "acl" : %s

source: Checking existence of group %s…
fr: Vérification de l'existence du groupe %s…

source: The system group %s is mandatory for the system to work properly, but it does not exist yet.
fr: Le groupe système %s est obligatoire pour que le système fonctionne correctement, mais il n'existe pas encore.

source: RE-enabled
fr: Ré-activé(e)

source: {0}: added missing entry for user {1} in {2}.
fr: {0} : l'enregistrement manquant pour l'utilisateur {1} a été ajouté dans {2}.

source: {0}: cleaned users data rewrite requested in the background.
fr: {0} : ré-écriture des données utilisateurs nettoyées demandée en arrière-plan.

source: {0}: skipped line "{1}" from {2}, it seems corrupt.
fr: {0} : la ligne "{1}" de {2} a été ignorée car elle semble corrompue.

source: {0}: added missing record for group {1} in {2}.
fr: {0}: l'enregistrement manquant pour le groupe {1} a été ajouté dans {2}.

source: {0}: cleaned groups data rewrite requested in the background.
fr: {0} : ré-écriture des données de groupes nettoyées demandée en arrière-plan.

source: {0}: saved users data to disk.
fr: {0}: comptes utilisateurs enregistrés.

source: {0}: saved groups data to disk.
fr: {0}: groupes systèmes enregistrés.

source: {0}: configuration file {1} changed, reloading {2} controller.
fr: {0} : le fichier de configuration {1} a changé, rechargement du contrôleur {2}.

source: {0}: server {1} is down, disabling backend. This will produce timeouts because {2} is enabled in NSS configuration.
fr: {0} : le serveur {1} est arrêté, désactivation du backend correspondant. Cela produira inévitablement des ralentissements et blocages sur le système car {2} est activé dans la configuration NSS.

source: {0}: {1} is mandatory for {2} to work properly. Cannot continue without this, sorry!
fr: {0} : {1} est nécessaire au bon fonctionnement de {2}. Impossible de continuer sans ça, désolé !

source: Reason: {0}
fr: Raison : {0}

source: Cannot resolve host or IP {0}
fr: Impossible de résoudre le nom d'hôte ou l'adresse IP {0}

source: Your distro is not yet supported to automatically install package {0}, skipping it.
fr: Votre distribution n'est pas encore supporté pour l'installation automatique du paquetage {0}, on continue sans lui.

source: {0}: Installing needed packages {1} before continuing. Please wait…
fr: {0} : Installation des paquet(s) requis {1} avant de continuer. Patientez SVP…

source: {0}: An error occured while installing package(s) {1}! Apt-Get Log follows:
fr: {0} : Une erreur s'est produite pendant l'installation des paquet(s) {1} ! Voici le journal Apt-Get :

source: {0}: Successfully installed package(s) {1} via {2}.
fr: {0} : Paquetage(s) {1} installé(s) avec succès via {2}.

source: Installing packages on your distro is not yet supported, sorry. You should install {0} yourself before continuing.
fr: L'installation automatique de paquetages n'est pas encore supportée sur votre distribution, désolé. Vous devriez installer {0} vous-même avant de continuer.

source: {0}: Installing needed packages {1} from source before continuing. Please wait…
fr: {0} : Installation des paquetage(s) {1} depuis les sources. Patientez SVP…

source: An error occured while installing package(s) {0}! PIP install Log follows:
fr: Une erreur s'est produite pendant l'installation des paquetage(s) {0} ! Voici le journal de PIP :

source: Sorry, automatic install of {0} is not yet supported on your distro. Please install it manually before continuing.
fr: Désolé, l'installation automatique de {0} n'est pas encore supportée sur votre distribution. Merci de l'installer manuellement avant de continuer.

source: {0}: system file {1} must be modified for the configuration to be complete. Do it?
fr: {0} : le fichier système {1} doit être modifié pour que la configuration soit complète. Confirmez-vous l'opération ?

source: {0}: altered configuration file {1}.
fr: {0}: fichier de configuration {1} sauvegardé.
