Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: {0} group rule for path {1} ({2}:{3}), overriden by system rule ({4}:{5}).
fr: Règle de groupe {0} pour le chemin {1} ({2}:{3}), écrasée par la règle système ({4}:{5}).

source: Ignored
fr: Ignoré

source: {0} {1} ACL rule: "{2}" for "{3}".
fr: Règle ACL {1} {0} : “{2}” pour {3}.

source: Added
fr: Ajouté(e)

source: system
fr: système

source: There is no default rule. Check %s.
fr: Il n'y a aucune règle d'usine. Vérifiez %s.

source: aborted
fr: avorté(e)

source: {0} {1} ACL rule {2}: "{3}" for "{4}".
fr: Règle ACL {2} {1} {0} : « {3} » pour « {4} ».

source: template
fr: modèle

source: {0:s}: installing watches…
fr: {0:s} : installation des observateurs…

source: privilege
fr: privilège

source: Skipped privilege {0} refering to a non-existing group.
fr: Le privilège {0} fait référence à un groupe inexistant et a été supprimé.

source: Triggering privilege whitelist rewrite in 3 seconds to remove non-existing references or duplicates.
fr: Ré-écriture de la liste des privilèges dans 3 secondes pour supprimer les entrées inexistantes ou dupliquées.

source: Skipped privilege %s, already whitelisted.
fr: Privilège %s ignoré, car déjà enregistré comme tel.

source: Group %s must not be promoted to privilege for security reasons.
fr: Le groupe %s ne peut pas être promu privilège pour des raisons de sécurité.

source: Group %s cannot be promoted to privilege, it is not a pure system group.
fr: Le Groupe %s ne peut pas être promu privilège, ce n'est pas un groupe système pur.

source: Added privilege %s to whitelist.
fr: Le privilège %s a été ajouté à la liste.

source: Removed privilege %s from whitelist.
fr: Le privilège %s a été supprimé de la liste.

source: Skipped privilege %s, already not present in the whitelist.
fr: Privilège %s ignoré, car déjà absent de la liste.

source: Privilege {0} does not exist
fr: Le privilège {0} n'existe pas.

source: Inotify state {0} for {1} {2}.
fr: Surveillance inotify {0} pour le {1} {2}.

source: unchanged
fr: inchangée

source: setup
fr: mis en place

source: torn down
fr: déconfigurés

source: Switched {0} {1} inotify state to {2} (watchers for shared content are beiing {3} in the background, this can take a while…)
fr: La surveillance inotify du {0} {1} est maintenant {1} (les observateurs de données partagées sont {3} à l'arrière-plan, celà peut prendre un certain temps…)

source: Watch add failed for {0}, reason {1}
fr: L'ajout d'observateur a échoué pour {0}, raison {1}

source: {0}: overwriting watch {1}!
fr: {0} : écrasement de l'observateur {1} !

source: {0} {1}: somebody is already checking; operation aborted.
fr: {0} {1} : quelqu'un d'autre est déjà en train de vérifier ; abandon.

source: shared
fr: partagé

source: home
fr: maison

source: Checking {0} {1}…
fr: Vérification du {0} {1}…

source: {0} directory {1} already exists.
fr: Le répertoire {0} {1} existe déjà.

source: {0} directory {1} does not exist but it is mandatory. Create it?
fr: Le répertoire {0} {1} n'existe pas mais il est obligatoire. Le créer ?

source: Created {0} directory {1}.
fr: Le répertoire {0} {1} a été créé.

source: Directory %s does not exist but is mandatory. Check aborted.
fr: Le répertoire %s n'existe pas mais il est obligatoire. La vérification est annulée.

source: {0} {1}: meta-data changed on path {2}.
fr: {0} {1} : les métadonnées ont changé sur le chemin {2}.

source: {0} {1}: meta-data changed on {2} path(s).
fr: {0} {1} : les méta-données ont changé sur {2} chemin(s).

source: {0} {1}: no shared data to check.
fr: {0} {1} : aucune donnée partagée à vérifier.

source: {0}: home directory {1} disappeared. If this is intentional, do not forget to run "{2}" afterwards, to restore the inotifier watch.
fr: {0} : le répertoire principal {1} a disparu. Si c'est intentionnel, n'oubliez pas de lancer "{2}" après votre manipulation, pour ré-installer les observateurs.

source: {0}: problem while checking {1}, aborting
fr: {0} : problème pendant la vérification de {1}, opération annulée

source: module name
fr: nom de module

source: No {0} by that name "{1}".
fr: Aucun(e) {0} du nom de “{1}”.

source: {0} {1} already enabled.
fr: {1} {0} déjà activé(e).

source: successfully enabled {0} {1}.
fr: {1} {0} activé(e) avec succès.

source: {0} {1} already disabled.
fr: {1} {0} déjà désactivé(e).

source: successfully disabled {0} {1}.
fr: {1} {0} désactivé(e) avec succès.

source: {name}: problem while installing inotifier watches for {type} {module} (was: {exc}).
fr: {name} : erreur lors de l'installation des observateurs pour {type} {module} (problème initial : {exc}).

source: client/server
fr: client/serveur

source: depends on: {0}
fr: dépend de : {0}

source: no dependancies
fr: aucune dépendance

source: The daemon did not wake us in {0} seconds, there is probably a problem with it. Please check the log for errors or contact your system administrator if it is not you. Else you already know you are in trouble ;-)
fr: Le daemon ne nous a pas répondu en {0} secondes, il doit y avoir un problème. Vérifiez le journal à la recherche d'erreurs, ou contactez votre administrateur système, si ce n'est pas vous. Sinon, vous savez déjà que vous êtes dans la panade ;-)

source: Connection established. Please be patient, the daemon seems quite busy.
fr: Connexion établie. Merci de patienter, le daemon semble être passablement occupé.

source: OK. We're running now!
fr: OK, c'est à nous !

source: Server backends: {0}
fr: Backends serveur : {0}

source: trying to connect to server %s.
fr: Tentative de connexion au serveur %s.

source: Your user account is not allowed to connect to the Licorn® daemon.
fr: Votre compte utilisateur n'est pas autorisé à se connecter au daemon Licorn®.

source: Waiting up to {0} seconds for daemon to come up… Please hold on.
fr: Attente jusqu'à {0} secondes du démarrage du daemon… Ne raccrochez pas SVP :-)

source: profile {0}: group {1} does not exist, ignored.
fr: profil {0} : le groupe {1} n'existe pas, il a été ignoré.

source: A profile cannot have an empty name!
fr: Un profil ne peut pas avoir un nom vide !

source: Malformed profile name "{0}", must match /{1}/i.
fr: Nom de profil “{0}” mal-formé : les noms de profil doivent respecter l'expression rationnelle /{1}/.

source: Changed profile {0} name to {1}.
fr: Le nom du profil {0} est maintenant {1}.

source: You must specify a description (an empty text is OK, but not `None`).
fr: Vous devez spécifier une description (un texte vide est suffisant, mais pas `None`).

source: Malformed profile description "{0}", must match /{1}/i.
fr: La description “{0}” est mal-formée car elle doit vérifier /{1}/i.

source: Changed profile {0} description to "{1}".
fr: La description du profil {0} est maintenant “{1}”.

source: You must specify a valid skel dir for the profile (use --help to know how).
fr: Vous devez spécifier un squelette valide pour le profil (utilisez --help pour obtenir plus d'informations).

source: Invalid skeleton "{0}". Valid skels are {1}.
fr: Squelette “{0}” invalide. Les squelettes valides sont {1}.

source: Changed profile {0} skeleton to {1}.
fr: Le squelette par défaut du profil {0} est maintenant {1}.

source: Applying new skel to current members %s in the background.
fr: Application du nouveau squelette aux membres actuels (%s) en arrière-plan.

source: You must specify a valid shell for the profile (use --help to know how).
fr: Vous devez spécifier un interpréteur valide pour le profil (utilisez --help pour obtenir plus d'information).

source: Invalid shell "{0}". Allowed shells are {1}.
fr: Interpréteur “{0}” invalide. Les interpréteurs valides sont {1}.

source: Changed profile {0} shell to {1}.
fr: L'interpréteur par défaut du profil {0} est maintenant {1}.

source: You must specify a quota as integer, not "{}".
fr: Vous devez spécifier le quota en tant que nombre entier, pas “{}”.

source: Changed profile {0} quota to {1}Mb.
fr: Le quota du profil {0} est maintenant {1}Mo.

source: You must specify a list of groups to add to the profile.
fr: Vous devez spécifier une liste de groupes à ajouter au profil.

source: Skipped group {0}, already in profile {1}.
fr: Le groupe {0} est déjà présent dans le profil {1}.

source: Cannot add group {0} to its own profile {1}.
fr: Impossible d'ajouter le groupe {0} à son propre profil {1}.

source: Added group {0} to profile {1}.{2}
fr: Le groupe {0} a été ajouté au profil {1}.{2}

source: Applying to current members in the background.
fr: Application aux membres actuels en arrière-plan.

source: You must specify a list of groups to delete from the profile.
fr: Vous devez spécifier une liste de groupes à supprimer du profil.

source: Deleted group {0} from profile {1}.{2}
fr: Le groupe {0} a été supprimé du profil {1}.{2}

source: Skipped group {0}, not in groups of profile {1}.
fr: Le groupe {0} a été ignoré car il n'est pas dans le profil {1}.

source: Not applying skel {0} of {1} profile on account {2} because this account is not in this profile.
fr: Le squelette {0} du profil {1} n'a pas été appliqué sur le compte {2} car ce compte n'est pas membre de ce profil.

source: Applying skel {0} to user {1}.
fr: Application du squelette {0} sur le compte utilisateur {1}.

source: Installing skel part %s.
fr: Installation de la partie de squelette %s.

source: Applyed skel {0} to user {1}, permissions are checked in the background.
fr: Le squelette {0} a été appliqué au compte {1}, les permissions sont vérifiées en arrière-plan.

source: Skel {0} already applied or skipped for user {1}.
fr: Le squelette {0} est déjà appliqué ou a été sauté pour le compte {1}.

source: Home:
fr: Répertoire maison :

source: skeleton:
fr: squelette :

source: shell:
fr: interpréteur :

source: Mb
fr: Mo

source: Groups:
fr: Groupes :

source: profile
fr: profil

source: Adding a default {0} profile on the system (this is mandatory).
fr: Ajout d'un profil {0} sur le système (c'est obligatoire).

source: Users
fr: Utilisateurs

source: Standard desktop users
fr: Utilisateurs des machines de bureau

source: The %s profile
fr: Le profil des %s

source: Invalid shell "{0}". Valid shells are {1}.
fr: Interpréteur "{0}" invalide. Les interpréteurs valides sont {1}.

source: Invalid skeleton "{0}". Valid skels are {1}.
fr: Squelette "{0}" invalide. Les squelettes valides sont {1}.

source: Malformed profile group "{0}", must match /{1}/i.
fr: Nom de groupe de profil “{0}” mal-formé ; il doit vérifier /{1}/i.

source: Clamped negative quota value to absolute value {0}.
fr: La valeur négative {0} du quota a été inversée.

source: Clamped quota to maximum value {0}Mb.
fr: La valeur maximum du quota a été limitée à {0}Mo.

source: Malformed profile quota "{0}": must be an integer, specifying a size in Mb.
fr: Quota invalide "{0}" : ça doit être un nombre entier, spécifiant une taille en Mo.

source: A profile with name "%s" already exists on the system. Please choose another one.
fr: Un profil avec le nom “%s” existe déjà sur le système. Merci de choisir un autre nom.

source: The group {0} is already taken by profile {1}. Please choose another one.
fr: Le groupe {0} est déjà utilisé par le profil {1}. Choisissez-en un autre SVP.

source: A system group named "%s" already exists. Please choose another group name for your profile, or use --force-existing to override and use it anyway (this is not recommended because the group will be deleted when you delete the profile).
fr: Un groupe système nommé "%s" existe déjà. Merci de choisir un autre nom de groupe pour votre profil, ou d'utiliser --force-existing pour l'utiliser quand même (ce qui n'est pas recommandé car le groupe sera effacé si vous supprimez le profil).

source: The group {0} (gid={1}) is not a system group. It cannot be used as primary group for a profile. Please choose another one, or do not specify any, and a default one will be automatically created.
fr: Le groupe {0} (gid={1}) n'est pas système, il ne peut pas être utilisé comme groupe primaire de profil. Merci d'en choisir un autre, ou de n'en spécifier aucun, ce qui en créera un dédié, implicitement.

source: Added profile {0} (group={1}, gid={2}).
fr: Le profil {0} (groupe={1}, gid={2}) a été créé.

source: Kept restricted system group %s.
fr: Le groupe système restreint %s a été conservé.

source: Deleted profile %s.
fr: Le profil %s a été supprimé.

source: You must choose to apply the groups or/and the skel
fr: Vous devez choisir d'appliquer les groupes et/ou le squelette

source: Skipped system account %s (we do not reapply skels on them for safety reasons).
fr: Le compte système restreint %s a été ignoré (on ne leur applique pas de squelette pour des raisons de sécurité).

source: Skipped account %s, which has no profile.
fr: Le compte %s a été ignoré car il n'a pas de profil.

source: You must specify a groupname or a profile name to test existence of.
fr: Vous devez spécifier un nom de groupe ou de profil dont vous voulez tester l'existence.

source: Profile group %s does not exist.
fr: Le groupe %s du profil n'existe pas.

source: Profile %s does not exist.
fr: Le profil %s n'existe pas.

source: The tag <{0}> was not found in {1}.
fr: L'étiquette <{0}> n'a pas été trouvée dans {1}.

source: The tag <{0}> must not have an empty value (in {1}).
fr: La valeur de l'étiquette <{0}> ne doit pas être vide (dans {1}).

source: Cannot build a valid login (got "{0}", which does not verify {1}) with the firstname/lastname you provided ("{2}" and "{3}").
fr: Impossible de construire un identifiant utilisateur valide ("{0}" a été obtenu, mais ça ne vérifie pas {1}) à partir des nom et prénom que vous avez fournis ("{2}" et "{3}").

source: {0}: tried to set {1} as {2} primary group, whose GID is not the same ({3} vs. {4}).
fr: {0} : on a essayé d'assigner le groupe primaire {1} pour {2}, alors que les GIDs sont différents ({3} et {4}, respectivement).

source: You must specify a gecos
fr: Vous devez spécifier un GECOS

source: Malformed GECOS field "{0}", must match /{1}/i.
fr: Le champ GECOS "{0}" est invalide, il ne vérifie pas /{1}/i.

source: Changed user {0} gecos to "{1}".
fr: Le GECOS de l'utilisateur {0} est maintenant "{1}".

source: You must specify a shell
fr: Vous devez spécifier un interpréteur

source: Changed user {0} shell to {1}.
fr: Le shell de l'utilisateur {0} est maintenant {1}.

source: Setting an empty password for user {0}. This is dangerous and totally insecure!
fr: L'utilisateur {0} a maintenant un mot de passe vide. C'est dangereux et totalement non-sécurisé !

source: Set password for user {0} to {1}.
fr: Le mot de passe de l'utilisateur {0} est maintenant {1}.

source: Changed password for user {0}.
fr: Le mot de passe de l'utilisateur {0} a été changé.

source: Account {0} already locked.
fr: Le compte utilisateur {0} est déjà verrouillé.

source: Locked user account {0}.
fr: Le compte utilisateur {0} a été verrouillé.

source: Unlocked user account {0}.
fr: Le compte utilisateur {0} a été déverrouillé.

source: Account {0} already unlocked.
fr: Le compte utilisateur {0} est déjà déverrouillé.

source: Backend %s does not exist or is not enabled.
fr: Le backend %s n'existe pas ou n'est pas activé.

source: Skipped move of group {0}, already stored in backend {1}.
fr: Le groupe {0} n'a pas été déplacé dans le backend {1} car il y est déjà stocké.

source: Skipped move of restricted system group {0} (please use {1} if you really want to do this, but it is strongly not recommended).
fr: Le déplacement du groupe système restreint {0} a été évité (utilisez {1} si vous voulez vraiment faire celà, mais c'est vivement déconseillé).

source: Cannot move an associated system group without moving its standard group too. Please move the standard group instead, if this is what you meant.
fr: Impossible de déplacer un groupe système associé sans déplacer son groupe standard aussi. Merci de plutôt déplacer le groupe standard, si c'est ce que vous voulez.

source: Skipped move of group {0} to backend {1} because move of associated responsible system group failed.
fr: Le déplacement du groupe {0} vers le backend {1} a été annulé car le déplacement du groupe responsable associé a échoué.

source: Skipped move of group {0} to backend {1} because move of associated system guest group failed.
fr: Le déplacement du groupe {0} vers le backend {1} a été annulé car le déplacement du groupe invité associé a échoué.

source: Exception {0} happened while trying to move group {1} from {2} to {3}, aborting (group left unchanged).
fr: Exception {0} rencontrée pendant le déplacement du groupe {1} du backend {2} vers {3}. Opération annulé (le groupe est dans l'état initial avant déplacement).

source: Exception {0} happened while trying to restore a stable situation during group {1} move, we could be in big trouble.
fr: Exception {0} rencontrée pendant la tentative de restauration d'une situation stable à la suite d'un problème rencontré pendant le déplacement du groupe {1}. On est dans la panade, appelez-moi le directeur…

source: Moved group {0} from backend {1} to {2}.
fr: Le groupe {0} a été déplacé du backend {1} au backend {2}.

source: Invalid skel "{0}". Valid skels are {1}.
fr: Squelette "{0}" invalide. Les squelettes valides sont : {1}.

source: Applyed skel {0} for user {1}
fr: Squelette {0} appliqué à l'utilisateur {1}.

source: Auto-cleaned {0}'s gecos to "{1}".
fr: Le GECOS de l'utilisateur {0} a été automatiquement nettoyé, avec la nouvelle valeur "{1}".

source: %s Automatic Backup System
fr: Système de sauvegarde automatique %s

source: Special Executable Restrictor Account
fr: Compte spécial de restriction des exécutables

source: ISC Domain Name Service daemon
fr: Service de Noms de Domaines de l'ISC

source: Apple Calendar Server Daemon
fr: Daemon du serveur de calendriers Apple

source: Generic System Daemon
fr: Compte daemon générique du Système

source: DHCP Daemon
fr: Daemon DHCP

source: DNSmasq (DHCP & DNS) Daemon
fr: Daemon DNSmasq (DHCP et DNS)

source: FTP Daemon / restricted account
fr: Compte restreint / daemon FTP

source: Games Specific Account
fr: Compte spécifique aux jeux systèmes

source: Hardware Abstraction Layer Daemon
fr: Daemon de la couche d'abstraction du matériel

source: Hewlett-Packard Linux Imaging & Printing Daemon
fr: Daemon du logiciel HP Image et Impression

source: Internet Relay Chats Daemon
fr: Daemon IRC (Internet Relay Chats)

source: Kernel OOPs Tracking Daemon
fr: Daemon de suivi des plantages du noyau

source: Canonical's Lanscape Remote Administration account
fr: Compte de gestion à distance Landscape (outil de Canonical)

source: UUID Library Account
fr: Compte de bibliothèque UUID

source: Line Printer Daemon
fr: Daemon de l'impression

source: Local E-Mail System Account
fr: Compte local de gestion du courrier électronique

source: Unix Manual Pages Generator
fr: Générateur de pages de manuel

source: Memory Cache Daemon
fr: Daemon de cache en mémoire

source: System Message Bus (D-BUS)
fr: Bus des messages système (D-BUS)

source: Video Motion Detection daemon
fr: Daemon de détection de mouvement vidéo

source: Very unprivileged System Account
fr: Compte système vraiment très restreint

source: Postfix® Mail System
fr: Système de courrier électronique Postfix

source: Web (& possibly more) Proxy Server
fr: Serveur proxy Web (et plus)

source: John Root, System Administrator (BOFH)
fr: Jean Racine, administrateur système (BOFH)

source: Scanner Access Now Easy daemon
fr: Daemon des scanners et imprimantes multi-fonctions

source: Secure SHell Daemon
fr: Daemon des connexions sécurisées (SSH)

source: Generic Synchronization Account
fr: Compte de synchronisation générique

source: Generic System Account
fr: Compte système générique

source: System Logger Daemon
fr: Daemon d'historisation des messages système

source: Unix to Unix Copy Protocol daemon
fr: Daemon de copie Unix à Unix

source: Web Server unprivileged Account
fr: Compte de serveur web non-privilégié

source: Network Time Protocol Daemon
fr: Daemon de synchronisation du temps en réseau

source: {0}'s GECOS "{1}" is currently meaningless, or we have a far better and hypish value "{2}" ready to enhance it. Would you like to use it?
fr: Le GECOS "{1}" de l'utilisateur {0} n'a actuellement aucun sens, ou alors nous avons en magasin une valeur bien meilleure et complètement hype pour l'améliorer. Voulez-vous l'utiliser ?

source: Checking system account %s…
fr: Vérification du compte système %s…

source: Account {0} already beiing ckecked, aborting.
fr: Le compte {0} est déjà en cours de vérification, abandon.

source: Checking restricted system account %s…
fr: Vérification du compte système restreint %s…

source: account {0} already beiing ckecked, aborting.
fr: Le compte utilisateur {0} est déjà en cours de vérification, abandon.

source: (not watched)
fr: (non surveillé)

source: — no membership —
fr: — aucune appartenance à des groupes —

source: user
fr: utilisateur

source: {0}.reload: Overwritten uid {1}.
fr: {0}.reload : UID {1} écrasé.

source: {0}: removing disapeared user {1}.
fr: {0} : suppression de l'utilisateur disparu {1}.

source: Reloading {0} controller too.
fr: Rechargement du contrôleur {0} aussi.

source: UID {0} does not exist.
fr: L'UID {0} n'existe pas.

source: Specified directory {0} for system user {1} already exists. If you really want to use it, please use the --force argument.
fr: Le répertoire {0} spécifié pour le compte système {1} existe déjà. Si vous voulez vraiment l'utiliser, ajoutez l'argument --force à votre commande.

source: Specified home directory {0} for system user {1} is outside {2} and /var, or inside {3} or a temporary directory (/var/tmp, /tmp). This is unsupported, Aborting.
fr: Le répertoire {0} spécifié pour le compte système {1} est hors de {2} et /var, ou dans {3} ou un répertoire temporaire (/var/tmp, /tmp). C'est très dangereux, et à ce titre, non-supporté. Opération annulée.

source: Specified home directory {0} for system user {1} is already owned by another user. Please choose another one.
fr: Le répertoire maison {0} choisi pour l'utilisateur système {1} est déjà attribué à un autre utilisateur. Choisissez-en un autre SVP.

source: Specifying an alternative home directory is not allowed for standard users. Using standard home path {0} instead.
fr: La spécification de répertoire maison alternatif n'est pas supportée pour les comptes utilisateurs standard. Utilisation du chemin normalisé {0} à la place.

source: You must specify a login, a firstname *and* lastname couple, or a GECOS (login will be built from them).
fr: Vous deviez spécifier au minimum soit un identifiant (login), soit un prénom (firstname) *et* un nom (lastname), soit un nom complet (GECOS) ; l'identifiant final sera fondé dessus.

source: User account %s
fr: Compte utilisateur %s

source: You must specify a lastname and a firstname *or* a GECOS. If you specify the GECOS, do not specify firstname/lastname.
fr: Vous devez spécifier un nom et un prénom *OU* un champ GECOS, mais pas les deux à la fois.

source: Malformed login "{0}", must match /{1}/.
fr: Identifiant "{0}" mal-formé, les identifiants doivent respecter l'expression rationnelle /{1}/.

source: Invalid shell "{0}". Valid shells are: {1}.
fr: Interpréteur "{0}" invalide. Les interpréteurs valides sont : {1}.

source: Invalid skel "{0}". Valid skels are: {1}.
fr: Squelette « {0} » invalide. Les squelettes valides sont : {1}.

source: UID {0} is already taken by user {1}. Please choose another one.
fr: L'UID {0} est déjà pris par l'utilisateur {1}. Choisissez-en un autre SVP.

source: User account {0} already exists!
fr: Le compte utilisateur {0} existe déjà !

source: A user account {0} already exists but has not the same type. Please choose another login for your user.
fr: Un compte utilisateur {0} existe déjà, mais n'a pas le même type. Choisissez un autre identifiant pour ce compte utilisateur.
