Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: {0:s}: an operation is already in progress on {1:s}, aborting.
fr: {0:s} : une opération est déjà en cours sur {1:s}, ABANDON.

source: {0}: started extension and auto-backup timer.
fr: {0} : extension démarrée, avec le compte-à-rebours pour la sauvegarde automatique.

source: {0}: cannot disable now, a backup is in progress. Please wait until the end and retry.
fr: {0} : impossible de désactiver maintenant, une sauvegarde est en cours. Merci d'en attendre la fin avant de ré-essayer.

source: Last Backup
fr: Dernière sauvegarde

source: Increments listing
fr: Liste des incréments

source: Statistics computation
fr: Calcul des statistiques

source: {0}: no volume found!
fr: {0} : aucun volume détecté !

source: Skipped disabled %s.
fr: Le %s désactivé a été ignoré.

source: {0}: Computing needed space for next backup, please wait…
fr: {0} : calcul de l'espace nécessaire à la prochaine sauvegarde, patientez SVP…

source: {0:s}: cleaning obsolete backup on {1:s}.
fr: {0:s} : nettoyage des sauvegardes obsolètes sur {1:s}.

source: {0:s}: obsolete backup cleaned on {1:s}.
fr: {0:s} : sauvegardes obsolètes nettoyées sur {1:s}.

source: Cannot run a backup on non-reserved volume {0}. Please reserve it first, or choose another one.
fr: Sauvegarde impossible sur le volume non-réservé {0}. Merci de le réserver d'abord, ou d'en choisir un autre.

source: {0}: not backing up on {1}, last backup is less than {2}.
fr: {0} : pas de sauvegarde à lancer sur {1}, la dernière date de moins de {2}.

source: Sorry, no backup volumes available.
fr: Désolé, aucun volume de backup n'est disponible.

source: {0}: running backup on {1:s}, please wait…
fr: {0} : réalisation de la sauvegarde sur {1:s}, patientez SVP…

source: {0:s}: created directory {1}.
fr: {0:s} : répertoire {1} créé.

source: {0}: Rdiff-backup configuration file {1} does not exist.
fr: {0}: le fichier de configuration {1} de Rdiff-backup n'existe pas.

source: {0}: backup procedure terminated on {1}.
fr: {0}: procédure de sauvegarde terminée sur {1}.

source: Forcing backup on volume {0}, free space ckeck ignored. This could lead to incomplete backups, please use with care!
fr: Forçage de la sauvegarde sur le volume {0}, la vérification de l'espace libre ignorée. Ça pourrait résulter dans un backup incomplet, utilisez cette option avec prudence !

source: {0:s}: computing needed space for next backup, please wait.
fr: {0:s}: calcul de l'espace nécessaire à la prochaine sauvegarde, patientez SVP.

source: Volume {0:s} does not have enough free space or is not big enough to hold more than two backups. Space needed: {1}; free space: {2}.
fr: Le volume {0:s} n'a pas assez d'espace libre, ou n'est pas assez grand pour accueillir plus de deux sauvegardes. Espace nécessaire : {1} ; espace libre : {2}.

source: {0}: updated last backup file {1}.
fr: {0} : le fichier de dernière date de sauvegarde {1} a été mis à jour.

source: {0}: computing statistics on {1}, please wait…
fr: {0} : calcul des statistiques de sauvegardes sur {1}, patientez SVP…

source: {0}: statistics computation finished on {1:s}.
fr: {0} : calcul des statistiques terminé sur {1:s}.

source: {0}: backup interval changed from {1} to {2}, restarting timer.
fr: {0} : l'intervalle de sauvegarde a changé de {1} vers {2}, redémarrage du compte-à-rebours.

source: Backup in progress on volume {volume}…
fr: Sauvegarde en cours sur le volume {volume}…

source: Statistics computation or cleaning in progress on volume {volume}…
fr: Calcul des statistiques ou nettoyage sur le volume {volume}…

source: Next backup in {0}
fr: Prochaine sauvegarde dans {0}

source: No backup volume connected
fr: Aucun volume de sauvegarde connecté

source: {mount_point}: {used:.1f}% full
fr: {mount_point} : occupé à {used:.1f}%

source: {0}: group {1} must be created. Do it?
fr: {0} : le groupe {1} est manquant. Le créer ?

source: Users allowed to connect via SSHd
fr: Utilisateurs autorisés à se connecter à distance via SSHd.

source: {0}: group {1} must exist before continuing.
fr: {0} : le groupe {1} doit exister avant de pouvoir continuer.

source: {0}: checking good default values in {1}…
fr: {0} : Vérification des bons paramètres dans {1}…

source: {0}: {1} must be modified. Do it?
fr: {0} : {1} doit être modifié. Le faire ?

source: {0}: written configuration file {1}.
fr: {0}: fichier de configuration {1} sauvegardé.

source: {0}: configuration file {1} must be altered to continue.
fr: {0}: le fichier de configuration {1} doit être modifié pour continuer.

source: {0}: extension not available because {1}.
fr: {0} : extension non disponible car {1}.

source: {0}: extension not yet available because {1} (calendarserver is probably installing, try again later).
fr: {0} : extension non disponible car {1} (calendarserver est en cours d'installation, essayez plus tard).

source: {0}: extension not available because {1} not installed.
fr: {0} : extension non disponible car {1} n'est pas installé(e).

source: {0}: started extension, managing {1} service ({2}).
fr: {0} : extension démarrée, gérant le service {1} ({2}).

source: Starting up
fr: démarrage en cours

source: {0}: extension disabled because service {1} disabled on the local system.
fr: {0} : extension désactivée car le service {1} est désactivé lui-aussi sur le système local.

source: {0}: unable to modify {1} for {2} {3}, not found in {4}.
fr: {0} : impossible de modifier {1} pour {2} {3}, car il n'a pas été trouvé dans {4}.

source: {0}: unable to delete {1} {2}, not found in {3}.
fr: {0} : impossible de supprimer {1} {2}, car il n'a pas été trouvé dans {3}.

source: {0}: unable to delete user {1} from group {2}, not found in {3}.
fr: {0} : Impossible de supprimer l'utilisateur {1} du groupe {2}, non trouvé dans {3}.

source: R/O holder for user %s.
fr: Emplacement pour les délégués en lecture-seule du calendrier de l'utilisateur %s.

source: Personnal calendar URI
fr: URI de calendrier personnel

source: Group calendar URI
fr: URI de calendrier partagé

source: {0}: unhandled action {1} for device {2} ({3}).
fr: {0} : action {1} non gérée pour le périphérique {2} ({3}).

source: {0}: unknown action {1} for device {2} ({3}).
fr: {0} : action {1} inconnue pour le périphérique {2} ({3}).

source: (on %s)
fr: (sur %s)

source: (not mounted)
fr: (non monté)

source: {0}: Licorn® usage already enabled on {1}.
fr: {0} : réservation pour Licorn® déjà effectuée sur {1}.

source: {0}: enabled Licorn® usage on {1}.
fr: {0} : réservation pour Licorn® effectuée sur {1}.

source: {0}: cannot enable Licorn® usage on {1} (unsupported FS {2}).
fr: {0}: réservation pour Licorn® impossible sur {1} (système de fichiers {2} non supporté pour cet usage).

source: {0}: disabled Licorn® usage on {1}.
fr: {0} : réservation pour Licorn® supprimée de {1}.

source: {0}: Licorn® usage already disabled on {1}.
fr: {0} : réservation pour Licorn® déjà supprimée de {1}.

source: {0}: created mount point {1}.
fr: {0} : point de montage {1} créé.

source: {0}: mounted device {1}({2}) at {3}.
fr: {0} : périphérique {1}({2}) monté sur {3}.

source: {0}: workers {1} {2}
fr: {0} : consommateurs {1} {2}

source: Cannot unmount {0}, still busy in Licorn®.
fr: Impossible de démonter {0}, toujours occupé dans Licorn®.

source: {0}: unmounted device {1} from {2}.
fr: {0} : périphérique {1} démonté de {2}.

source: {0}({1}): mount point {2} still busy after unmounting.
fr: {0}({1}) : le point de montage {2} est toujours occupé après le démontage.

source: {0}({1}): cannot remove mount point {2}: {3}.
fr: {0}({1}) : impossible de supprimer le point de montage {2} : {3}.

source: {0}: removed directory {1}.
fr: {0} : répertoire {1} supprimé.

source: device
fr: périphérique

source: {0}: not available because
fr: {0} : non disponible, car

source: {0}: started extension with pyudev v{2} on top of udev v{1}.
fr: {0} : extension démarrée avec pyudev v{2}, pilotant udev v{1}.

source: {0}: skipped already known volume {1}.
fr: {0} : le volume {1} a été ignoré car il est déjà connu.

source: {0}: skipped LMV/extended partition {1}.
fr: {0} : partition LVM/étendue {1} ignorée.

source: {0}: skipped unformatted partition {1}.
fr: {0} : partition non-formattée {1} ignorée.

source: {0}: skipped system partition {1}.
fr: {0} : partition système {1} ignorée.

source: {0}: skipped partition {1} (excluded {2} filesystem).
fr: {0} : partition {1} ignorée (système de fichier {2} exclu).

source: {0}: added {1}.
fr: {0} : {1} ajouté.

source: {0}: removed {1}.
fr: {0} : {1} supprimé.

source: {0}: skipped non existing device or mount_point {1}.
fr: {0} : le périphérique ou point de montage non-existant {1} a été ignoré.

source: , {0} of {1} free ({2:.1%})
fr: , {0} sur {1} libre(s) ({2:.1%})

source: on {0}{1}
fr: sur {0}{1}

source: not mounted
fr: non monté

source: Started service {0} ({1}).
fr: Service {0} démarré ({1}).

source: Stopped service {0} ({1}).
fr: Service {0} stoppé ({1}).

source: Restarted service {0} ({1}).
fr: Service {0} redémarré ({1}).

source: Reloaded service {0} ({1}).
fr: Service {0} rechargé ({1}).

source: Starting service %s. Please wait, this can take a while.
fr: Démarrage du service %s. Patientez SVP, ça peut être assez long.

source: Stopping service %s. Please wait, this can take a while.
fr: Arrêt du service %s. Patientez SVP, ça peut être assez long.

source: Restarting service %s. Please wait, this can take a while.
fr: Redémarrage du service %s. Patientez SVP, ça peut être assez long.

source: Reloading service %s. Please wait, this can take a while.
fr: Rechargement du service %s. Patientez SVP, ça peut être assez long.

source: {0}: waiting for {1} command to complete before queuing {2}.
fr: {0} : attente de terminaison de la commande {1} avant d'exécuter {2}.

source: %s: waiting 5 seconds more.
fr: %s : attente de 5 secondes supplémentaires.

source: {0}: command {1} did not complete in {2} seconds, cannot exectute a different one. Please try again later.
fr: {0} : la commande {1} ne s'est pas terminée dans les {2} seconds, impossible d'en exécuter une autre. Merci de ré-essayer plus tard.

source: %s: extension not available because yet to be written.
fr: %s : extension indisponible car pas encore écrite.

source: Bad API key "{0}", must match "{1}/i"
fr: Clef d'API « {0} » invalide : elle devrait respecter l'expression rationnelle « /{1}/i »

source: {0}: using environment variable {1} pointing to {2}.
fr: {0} : utilisation de la variable d'environnement {1} pointant vers {2}.

source: {0}: configuration file {1} seems corrupt; not using it.
fr: {0} : le fichier de configuration {1} semble corrompu, il ne sera pas utilisé.

source: {0}: extension always enabled unless manually ignored in {1}.
fr: {0} : extension inconditionnellement activée sauf si manuellement ignorée dans {1}.

source: {0}: sucessfully disconnected (code: {1}, message: {2})
fr: {0} : déconnecté avec succès (code : authenticate.{1}, message : {2})

source: {0}: already disconnected, not trying again.
fr: {0} : déjà déconnecté, pas la peine de re-tenter.

source: {0}: already connected, not doing it again.
fr: {0} : déjà connecté, pas la peine de re-tenter.

source: {0}: system UUID not found, aborting. There may be a serious problem somewhere.
fr: {0} : UUID système non trouvé, abandon. Il doit y avoir un sacré problème quelque part, celà ne devrait pas arriver.

source: {0}: failed to authenticate, will retry later (code: {1}, message: {2})
fr: {0} : impossible de s'authentifier, nouvel essai plus tard (code : {1}, message : {2})

source: {0}: sucessfully authenticated (code: {1}, message: {2})
fr: {0} : authentifié avec succès (code : {1}, message : {2})

source: {0}: our reachability state is now {1}.
fr: {0} : l'accéssibilité de cette machine depuis internet est maintenant {1}.

source: {0}: problem noop()'ing {1} (was: code={2}, message={3}).
fr: {0} : problème pendant le « noop()'ing » de {1} (erreur : code={2}, message={3}).

source: {0}: successfully noop()'ed {1}.
fr: {0} : {1} a été « noop()é » avec succès.

source: {0}: extension not available because {1} or {2} do not exist on the system.
fr: {0} : extension non disponible car {1} ou {2} n'existe pas sur le système.

source: {0}: started extension and gobject mainloop thread.
fr: {0} : extension démarrée, ainsi que le thread de boucle principale pour GObject.

source: {0}: not available because {1} do not exist on the system.
fr: {0} : non disponible, car {1} n'existe pas sur le système.

source: {0}: "{1}" must be a directory!
fr: {0} : "{1}" doit être un répertoire !

source: {0}: configuration file {1} seems corrupt; removing it.
fr: {0} : le fichier de configuration {1} semble corrompu; il a été supprimé.

source: {0}: simple share upload state unchanged.
fr: {0} : l'état des partages web est inchangé.

source: Please set a password on the share first.
fr: Merci de configurer un mot de passe sur le partage d'abord.

source: Bad URI {0}
fr: URL {0} invalide

source: Not a file from that share.
fr: Pas un fichier de ce partage.

source: Unsafe absolute path for file "{0}"!
fr: Chemin absolu pour le fichier "{0}" non-sécurisé !

source: Unknown
fr: Inconnu

source: {0}: requesting short URL…
fr: {0} : demande d'une URL courte…

source: {0}: short URL request failed, deferring next try.
fr: {0} : la demande d'URL courte a échoué, nouvel essai déféré.

source: {0}: short URL successfully set to {1}.
fr: {0} : URL courte définie avec succès à {1}.

source: {0}: short URL request failed, deferring next try (was: code={1}, message={2}).
fr: {0} : demande d'URL courte échouée, nouvel essai déféré (erreur : code={1}, message={2}).

source: {0}: {1} is not connected, deferring short URL request.
fr: {0} : {1} n'est pas connecté, demande d'URL courte déférée.

source: {0}: shares status unchanged.
fr: {0} : état des partages web inchangé.

source: activated
fr: activé(e)

source: deactivated
fr: désactivé(e)

source: {0}: checking shares…
fr: {0} : vérifications des partages…

source: {0}: shares check finished.
fr: {0} : vérification des partages terminée.

source: {0}: no shares to check.
fr: {0} : aucun partage à vérifier.

source: {0}: checking all users' shares…
fr: {0} : vérification de tous les partages utilisateurs…

source: {0}: shares checks finished.
fr: {0} : vérification des partages terminée.

source: {0}: extension enabled.
fr: {0} : extension activée.

source: {0}: extension disabled because {1} not found.
fr: {0} : extension désactivée car {1} est introuvable.

source: {0}: switched long_output status to {1}.
fr: {0} : l'état des sorties longues sur la console est {1}.

source: enabled
fr: activé(e)

source: disabled
fr: désactivé(e)

source: toggle [dump status] long ouput on or off
fr: basculer la sortie longue ou courte [du dump d'état]

source: Console-initiated garbage collection and dead thread cleaning.
fr: Ramassage des miettes et nettoyage des threads initié sur la console.

source: operate a manual garbage collection in the daemon's memory, and run other clean-related things
fr: Lancer un ramassage des miettes manuel dans la mémoire du daemon, et d'autres tâches relatives au nettoyage

source: show the INotifier watches (WARNING: this can flood your terminal)
fr: Afficher les observateurs de l'INotifier (ATTENTION : ça va probablement innonder votre terminal)

source: {0} active threads: {1}
fr: {0} threads actifs : {1}

source: show all threads names and their current status
fr: afficher les noms et l'état de tous les threads en cours

source: {0}: increased verbosity level to {1}.
fr: {0} : le niveau de verbosité a été augmenté à la valeur {1}.

source: {0}: verbosity level already at the maximum value ({1}).
fr: {0}: le niveau de verbosité est déjà à la valeur maximum ({1}).

source: increase the daemon console verbosity level
fr: augmenter le niveau de verbosité de la console du daemon

source: {0}: decreased verbosity level to {1}.
fr: {0} : le niveau de verbosité a été diminué à la valeur {1}.

source: {0}: verbosity level already at the minimum value ({1}).
fr: {0}: le niveau de verbosité est déjà à la valeur minimum ({1}).

source: decrease the daemon console verbosity level
fr: diminuer le niveau de verbosité de la console du daemon

source: {0}: Send URS1 signal (and consequently reload daemon)
fr: {0} : Envoyer un signal USR1 (et recharger le daemon, en conséquence)

source: {0}: dump daemon status
fr: {0} : Afficher l'état du daemon

source: {0} or {1}: dump daemon status after having cleared the screen
fr: {0} ou {1} : afficher l'état du daemon après avoir vidé l'écran

source: Space
fr: Espace

source: {0}: killed aborted instance @pid {1}.
fr: {0} : l'instance avortée @pid {1} a été tuée.

source: Don't fork the WMI. This flag overrides the setting in %s.
fr: Ne pas lancer la WMI. Cet argument est prioritaire sur la directive de %s.

source: Check the system for compliance with Licorn®. Meant to be used during first installation. The daemon will check, auto-repair and install everything necessary, and give the hand back. {0}; no need to supply "-D". Do not misunderstand that the daemon will {1} run this check in normal conditions; but with this flag it will {2} run the checks and exit immediately after them.
fr: Vérifier le système et assurer sa compatibilité avec Licorn®. Doit être utilisé pour la toute première installation. Le daemon va vérifier, automatiquement réparer et installer tout le nécessaire, puis rendre la main. {0}; inutile de spécifier "-D". Ne vous méprennez pas : le daemon exécutera {1} ces vérifications au démarrage ; mais avec cette option il exécute {2} les vérifications et quitte immédiatement après.

source: This option implies that the daemon will not fork into the background
fr: ette option implique que le daemon ne fourchera pas à l'arrière-plan

source: always
fr: toujours

source: only
fr: seulement

source: {0}: running initial checks in the foreground.
fr: {0} : exécution des vérifications initiales à l'avant-plan.

source: {0}: trying to {1} existing instance @pid {2}.
fr: {0} : tentative de {1} de l'instance en cours d'exécution @pid {2}.

source: replace
fr: remplacement

source: shutdown
fr: terminaison

source: {0}: existing instance still running, we're going to be more incisive in a few seconds.
fr: {0} : ancienne instance toujours en cours d'exécution, nous allons être plus incisifs dans quelques secondes.

source: {0}: re-killing old instance softly with TERM signal and waiting a little more.
fr: {0} : un nouveau gentil signal TERM a été envoyé à l'ancienne instance, et nous attendons encore quelques instants.

source: {0}: old instance has not terminated after 8 seconds. Sending KILL signal.
fr: {0} : l'ancienne instance ne s'est pas terminée après 8 secondes. Envoi du signal KILL.

source: {0}: killing old instance's father (sudo, pid %s) without any mercy.
fr: {0} : terminaison sans merci du père de l'ancienne instance (sudo, pid %s).

source: {0}: old instance has not terminated after 9 seconds and cannot be killed. We will not try to kill any other parent than "{1}", you are in a non-trivial situation. Up to you to solve it.
fr: {0} : l'ancienne instance ne s'est pas terminée après 9 secondes d'attente et ne peut pas être tuée. Nous n'essaierons pas de tuer un autre parent que "{1}" car vous êtes dans une situation trop spécifique. C'est maintenant à vous de régler le problème.

source: {0}: old instance has not terminated after 15 seconds and cannot be killed directly or by killing its direct parent, bailing out. You are in trouble on a system where "kill -9" does not work as advertised. Sorry for you.
fr: {0} : l'ancienne instance ne s'est pas terminée après 15 secondes d'attente et ne peut pas être tuée directement ou par l'intermédiaire d'un parent. Abandon. Vous êtes sur un système où "kill -9" n'a pas les effets vendus par la pub. Désolé pour vous.

source: {0}: old instance {1} terminated{2}
fr: {0} : l'ancienne instance a été terminée {1}{2}

source: nastily
fr: brutalement

source: successfully
fr: avec succès

source: , we can play now.
fr: , on va pouvoir s'amuser.

source: {0}: daemon already running (pid {1}), not restarting.
fr: {0} : un daemon est déjà en cours d'exécution (pid {1}), démarrage avorté.

source: {0}: must be run as {1} (was: {2}).
fr: {0} : doit être lancé en tant que {1} (erreur initiale : {2}).

source: {0}: unlinking PID file {1}.
fr: {0} : effacement du fichier PID {1}.

source: {0}: cannot unlink {1}.
fr: {0} : impossible de supprimer {1}.

source: (up {0})
fr: (démarré depuis {0})

source: {0}: already stopping, ignored another terminate() call.
fr: {0} : déjà en train de s'arrêter; appel supplémentaire à terminate() ignoré.

source: {0}: already stopping, ignored signal {1}.
fr: {0} : déjà en train de s'arrêter, signal {1} ignoré.

source: {0}: cleaning up and stopping threads…
fr: {0} : nettoyage et arrêt des threads…

source: {0}: signal {1} received, shutting down…
fr: {0} : signal {1} reçu, arrêt en cours…

source: {0}: remaining threads before exit: {1}.
fr: {0} : threads restant avant la sortie définitive : {1}.

source: {0}: exiting{1}.
fr: {0} : arrêt{1}.

source: {0}: SIGUSR1 received, preparing our restart.
fr: {0} : signal SIGUSR1 reçu, préparation du redémarrage.

source: {0}: restart needed, shutting everything down.
fr: {0} : redémarrage nécessaire, arrêt de tous les services en cours.

source: {0}: Exception encountered while running {1}({2}, {3}): {4}
fr: {0} : exception rencontrée pendant l'exécution de {1}({2}, {3}) : {4}

source: {0}: timer reset after {1} elapsed.
fr: {0} : compteur redémarré après {1} écoulée(s).

source: Skipped non existing or invalid {0} or {1} "{2}".
fr: Le {0} ou {1} "{2}" inexistant ou invalide a été ignoré.

source: You must specify at least one %s!
fr: Vous devez spécifier au moins un %s !

source: You must specify an import filename.
fr: Vous devez spécifier un nomde fichier d'import.

source: You must specify a profile.
fr: Vous devez spécifier un profil.

source: You must specify a firstname column number.
fr: Vous devez spécifier un numéro de colonne pour les prénoms.

source: You must specify a lastname column number.
fr: Vous devez spécifier un numéro de colonne pour les noms de famille.

source: You must specify a group column number.
fr: Vous devez spécifier un numéro de colonne pour les groupes.

source: Sorry, CSV file must have no more than 128 columns."
fr: Désolé, le fichier CSV ne doit pas contenir plus de 128 colonnes."

source: Cannot automatically detect the file encoding, assuming iso-8859-15 (latin-1)!
fr: Détection automatique de l'encodage du fichier impossible, nous supposons que c'est iso-8859-15 (latin-1) !

source: The profile "%s" does not exist.
fr: Le profil "%s" n'existe pas.

source: Cannot load CSV file (was: %s).
fr: Impossible de charger le fichier CSV (erreur initiale : %s).

source: Reading input file:
fr: Lecture du fichier d'entrée :

source: Import error on line {0}: no {1} specified or bad {2} data (was: {3}).
fr: Erreur lors de l'importation sur la ligne {0} : pas de {1} spécifié(e) ou mauvaise donnée de {2} (erreur : {3}).

source: Encoding not supported for input filename (was: %s).
fr: L'encodage du fichier d'import n'est pas supporté (erreur : %s).

source: firstname or lastname
fr: prénom ou nom

source: login
fr: identifiant

source: group
fr: groupe

source: done.
fr: terminé.

source: Fields order:
fr: Ordre des champs :

source: FIRSTname
fr: PRÉnom

source: LASTname
fr: NOM de famille

source: password
fr: mot de passe

source: Import error on line {0}. {1}
fr: Erreur d'importation à la ligne {0}. {1}

source: (autogenerated upon creation)
fr: (auto-généré lors de la création)

source: %d %m %Y at %H:%M:%S
fr: %d %m %Y à %H:%M:%S

source: {0} accounts and passwords
fr: Comptes {0} et mots de passes

source: Import made on {0}.
fr: Import réalisé le {0}.
