Repository: Karmak23/licorn
Catalog: locale/*.po
Languages: fr

source: Don't halt the scenario on fail, just accept the result of the failed command and continue. WARNING: this flag is meant to be used only when you don't have any scenario data in your repository, to build a new one from scratch. Use this flag onlyon a clean source tree, else your TS results will not be reliable.
fr: Ne pas interrompre un scénario dont une commande a échoué, mais accepter simplement le nouveau résultat comme référence et continuer les tests. ATTENTION : cette option est conçue pour être utilisée uniquement si vous n'avez aucune donnée de TS préalable, et seulement sur un arbre de sources propres (aucunes modifications locales). Sans ça, vos résultats de TS risquent fort de ne pas être fiables.
